Repository: Oryon/bellepoule
Catalog: resources/translations/*.po
Languages: ca, de, es, eu, fa, fr, hu, it, ja, nl, pl, pt, sv

source: Single classification
ca: Classificació simple
de: Platzierung Runde
es: Clasificación simple
eu: Sailkapen bakuna
fa: رده بندی تنها
fr: Classement simple
hu: Egyszerű rangsor
it: Classifica singola
ja: シングル分類
nl: Enkele classificatie
pl: Klasyfikacja indywidualna
pt: Classificação individual
sv: Enskild resultatställning

source: All
ca: Tot
de: Alle
es: Todo
eu: Guztiak
fa: همه
fr: Toutes
hu: Összes
it: Tutti
ja: すべて
nl: Alles
pl: Wszystkie
pt: Tudo
sv: Alla

source: Import referee file
ca: Importar arxiu d'àrbitre
de: Imprtiere Kampfrichter-Datei
eu: Epaile fitxategia inportatu
fa: ورود پرونده داور
fr: Importer fichier d'arbitres
hu: Zsűri adatfájl importálása
ja: 審判のファイルをインポートする
nl: importeer scheidsrechtersfiche
pl: Importuj plik z danymi arbitrów
pt: Importar ficha de árbitro
sv: Importera domarfil

source: Content designed for the referees.
ca: Contingut dissenyat per als arbitres
de: Rundenzettel für die Kampfrichter
es: Contenido diseñado para los arbitros.
eu: Epaileentzako diseinatutako edukia.
fa: محتوای طراحی شده برای داوران.
fr: Contenu spécialement conçu pour les arbitres.
it: Contenuto specifico per l'arbitraggio
ja: 審判のために設計されたコンテンツ。
nl: Speciale inhoud voor scheidsrechters
pl: Treści przeznaczone dla sędziów.
pt: Conteúdo projetado para os árbitros.
sv: Innehåll utformat för domarna.

source: Promoted
ca: Exempt
eu: Salbuetsia
fa: ترویج شده
pl: Awansowano
pt: Promovido

source: Eliminated
ca: Eliminat
eu: Kanporatua
fa: حذف شده
pl: Wyeliminowany
pt: Eliminado

source: BellePoule - Fencing tournament
ca: BellePoule - Competició d'esgrima
de: BellePoule - Fechtturnier
es: BellePoule - Torneo de esgrima
eu: BellePoule - Esgrima txapelketa
fa: BellePoule - مسابقات شمشیربازی
fr: BellePoule - Tournoi d'escrime
it: BellePoule - torneo schermistico
ja: ベルプル-フェンシング大会
nl: BellePoule - Schermtornooi
pl: BellePoule - Turniej szermierczy
pt: BellePoule - Torneio de esgrima
sv: BellePoule - Fäktningsturnering

source: File
ca: Arxiu
de: Datei
es: Fichero
eu: Fitxategia
fa: پرونده
fr: Fichier
hu: Fájl
ja: ファイル
nl: Bestand
pl: Plik
pt: Ficheiro
sv: Arkiv

source: Referees
ca: Àrbitres
de: Kampfrichter
eu: Epaileak
fa: داوران
fr: Arbitres
hu: Zsűri
ja: 審判
nl: scheidsrechters
pl: Sędziowie
pt: Árbitros
sv: Domare

source: Score sheet scanner
ca: Escàner de fulles de resultats
eu: Emaitza-orri eskanerra
fa: اسکنر جدول امتیاز
hu: Pontozó lap szkenner
pl: Skaner arkuszy punktowych
pt: Digitalizador de folha de resultados

source: Print meal tickets
ca: Imprimir vals de menjar
de: Essensgutscheine drucken
eu: Inprimatu janari-tiketak
fa: چاپ کوپن غذا
fr: Imprimer les tickets repas
hu: Étkezési jegyek nyomtatása
ja: 印刷チケットのお食事
nl: print maaltijdbonnen
pl: Drukuj karnet na posiłek
pt: Imprimir senhas de refeição
sv: Skriv ut måltidskuponger

source: Print payment book
ca: Imprimir llibre de pagaments
de: Zahlungsliste drucken
eu: Inprimatu ordainketa liburua
fa: چاپ کتابچه پرداخت
fr: Imprimer le registre des paiements
hu: Átvételi elismervény nyomtatása
ja: 印刷納付書
nl: print betalingsbewijs
pl: Drukuj listę wypłat
pt: Imprimir livro de pagamentos
sv: Skriv ut lista för utbetalade ersättningar

source: New version!
ca: Versió nova!
de: Neue Version!
eu: Bertsio berria!
fa: نسخه جدید
fr: Nouvelle version !
hu: Új verzió!
ja: 新バージョン！
nl: Nieuwe versie
pl: Nowa wersja!
pt: Nova versão!
sv: Ny version!

source: User manual
ca: Manual d'usuari
de: Benutzerhandbuch
eu: Erabiltzaile-gida
fa: راهنمای کاربر
fr: Manuel utilisateur
hu: Felhasználói kézikönyv
it: Manuale dell'utente
ja: ユーザーマニュアル
nl: Gebruikershandleiding
pl: Instrukcja użytkownika
pt: Manual do utilizador
sv: Användarhandbok

source: Fencing tournament management software.
ca: Aplicació per a la gestió de competicions d'esgrima
de: Fechtturnier Verwaltungs-Software.
es: Aplicación de gestión de torneos de esgrima.
eu: Esgrimako txapelketak kudeatzeko softwarea.
fa: نرم افزار مدیریت مسابقات شمشیربازی
fr: Logiciel de gestion de tournois d'escrime.
it: Programma per la gestione di competizioni schermistiche.
ja: フェンシングのトーナメント管理ソフトウェア。
nl: Schermtornooi management software
pl: Oprogramowanie do zarządzania turniejami szermierczymi.
pt: Aplicação de gestão de torneios de esgrima.
sv: Administrationsprogram för fäktningsturneringar.

source: Security
ca: Seguretat
eu: Segurtasuna
fa: امنیت
hu: Biztonság
pl: Bezpieczeństwo
pt: Segurança

source: Passphrase
ca: Contrasenya
eu: Pasaesaldia
fa: عبارت‌ عبور
hu: Jelszó
pl: Hasło
pt: Palavra-passe

source: Enter your WIFI network settings here. They will be used to automatically configure the smarthphones running <b>SmartPoule</b>
ca: Introduïsca la configuració de la seua xarxa *WiFi ací. S'utilitzarà per a configurar automàticament els «smartphones» que executen l'aplicació <b>SmartPoule</b>
eu: Sartu zure WIFI sareko ezarpenak. Hauek automatikoki erabiliko dira <b>Smartpoule</b> darabilen Smartphoneak konfiguratzeko
fa: تنظیمات شبکه WIFI خود را اینجا وارد کنید آنها به طور خودکار برای پیکربندی استفاده می شوند گوشی های هوشمند دارای <b> SmartPoule </b> هستند
hu: Írja be a WIFI hálózat adatait. Ezeket használja a <b>SmartPoule</b> programot futtató okostelefonokon.
pl: Wprowadź ustawienia sieci bezprzewodowej. Zostaną one użyte do automatycznego skonfigurowania smartfona z uruchomionym <b>SmartPoule</b>
pt: Introduza as definições da ligação WIFI aqui. Elas serão usadas para configurar automaticamente os smartphones correndo a <b>SmartPoule</b>

source: Scan this code with <b>SmartPoule</b> to make your smarphone a score sheet scanner.
ca: Escanege aquest codi amb <b>SmartPoule</b> per a fer de la seua «smartphone» un escàner de fulles de resultat.
eu: <b>SmartPoule</b>-n bidez kode hau eskaneatu zure smartphone-a emaitza-orri bilakatzeko.
fa: این کد را با گوشی هوشمند خود اسکن کنید <b>SmartPoule</b> برای تبدیل گوشی هوشمندتان به یک اسکنر جدول امتیاز.
hu: Olvassa be ezt a kódot a <b>SmartPoule</b> programmal
pl: Zeskanuj ten kod programem <b>SmartPoule</b>, aby wykorzystać twój smartfon jako skaner arkusza wyników.
pt: Digitalize este código com <b>SmartPoule</b> para tornar o seu smartphone num digitalizador de folha de resultados.

source: <b>Score sheet scanner</b>
ca: <b>Escàner de fulles de resultat</b>
eu: <b>Emaitza-orri eskanerra</b>
fa: <b>اسکنر جدول امتیاز</b>
hu: <b>Pontozó lap szkenner</b>
pl: <b>Skaner arkusza wyników</b>
pt: <b>Digitalizador de folha de resultados</b>

source: Fenced places
ca: Llocs que es tiren
de: Gefochtene Plätze
eu: Lehiatuko diren postuak
fa: جایگاه ها
fr: Places tirées
hu: Vívott helyek
it: Ranghi combattuti
ja: フェンシングしたの場所
nl: Geschermde plaatsen
pl: Ranking szermierzy
pt: Lugares premiados
sv: Placeringsmatcher

source: Fill in a match
ca: Emplenar un assalt
de: Ein Gefecht auswählen
es: Rellenar un asalto
eu: Lehia bat bete
fa: مسابقه ای را پر کنید
fr: Saisir un match ...
hu: Asszó pontozása
it: Inserire un match
ja: 試合に記入
nl: match invoeren
pl: Wypełnij podczas meczu
pt: Preencher um resultado
sv: Fyll i en match

source: Score sheets
ca: Marcadors
de: Gefechtstableau
es: Marcadores
eu: Emaitza-orriak
fa: جدول امتیازات
fr: Les feuilles de match
hu: Pontozó lapok
it: Gli assalti
ja: スコアシート
nl: Wedstrijdformulieren
pl: Arkusz wyników
pt: Folhas de resultados
sv: Poängformulär

source: Fill in all the scores randomly. To activate/deactivate this button, go to the properties of the competition.
ca: Emplenar tots els marcadors de forma aleatòria. Per a activar/desactivar aquest botó, anar a les propietats de la competició.
de: Ausfüllen der Tabelle durch Zufallsergebnisse. Aktivieren/Deaktivieren der Funktion in den Turniereigenschaften.
es: Rellenar todos los marcadores de forma aleatoria. Para activar/desactivar este botón, ir a las propiedades de la competición.
eu: Puntuazio guztiak ausaz bete. Botoi hau (des)gaitzeko, txapelketaren ezarpenetara jo.
fa: پر کردن تصادفی تمام امتیازات. برای فعال/غیرفعال کردن این دکمه، به ویژگی های مسابقه بروید.
fr: Remplit tous les matchs du tableau par des scores aléatoires. Pour activer/désactiver ce bouton, allez dans les propriétés de la compétition.
hu: Véletlenszerű kitöltés. Használatát a verseny beállításainál szabályozhatja.
it: Inserisci risultati casuali. Attivare o disattivare questa opzione nelle impostazioni della gara.
ja: ランダムにすべてのスコアを入力してください。 このボタンを有効にする/無効化する、競争のプロパティにアクセスしてください。
nl: Alle wedstrijden van de tableau vervangen door willekeurige scores. Om deze knop te activeren/desactiveren, ga naar de competitie eigenschappen
pl: Wypełnij wszystkie wyniki losowo. Aby włączyć/wyłączyć ten przycisk, przejdź do właściwej konkurencji.
pt: Preencher todos os resultados aleatóriamente. Para ativar/desativar este botão, vá às propriedades da competição.
sv: Fyll i alla poäng slumpmässigt. För att aktivera/inaktivera denna knapp, gå till tävlingsegenskaperna.

source: Zoom
de: Vergrößerung
eu: Handipena
fa: بزرگنمایی
hu: Nagyítás
it: Ridimensiona
ja: ズーム
pl: Powiększenie
pt: Ampliar
sv: Zooma

source: None
ca: Cap
de: Kein(e)
eu: Bat ere ez
fa: هیچ‌کدام
fr: Aucune
hu: Egyik sem
it: Nessuno
ja: なし
nl: Geen
pl: Żaden
pt: Nenhum
sv: Ingen

source: Print
ca: Imprimir
de: Drucken
es: Imprimir
eu: Inprimatu
fa: چاپ
fr: Imprimer
hu: Nyomtatás
it: Stampa
ja: 印刷
nl: Printen
pl: Drukuj
pt: Imprimir
sv: Skriv ut

source: Mask or unmask some data type as well as define their display order.
ca: Mostrar o ocultar certes dades, així com definir l'ordre en el qual apareixen.
de: Auswahl der angezeigten Personendaten.
es: Mostrar o ocultar ciertos tipos de datos, así que definir su órden.
eu: Datu mota batzuk erakutsi ala izkutatu, hala nola haien ordena aldatu.
fa: پنهان یا ظاهر کردن برخی از انواع داده ها و نیز تعیین نظم صفحه نمایش آنها.
fr: Permet d'afficher et de masquer certaines données ainsi que de redéfinir leur ordre d'affichage.
it: Visualizza o nascondi alcune dati e modifica il loro ordine di visualizzazione.
ja: データ·タイプを表示または非表示。その表示順序を定義します。
nl: Toestaan om bepaalde velden te tonen of te verbergen om de sortering te definieren
pl: Ukryj lub pokaż wybrane dane. Zdefiniuj porządek wyświetlania
pt: Ocultar ou mostrar algum tipo de dados, e definir a sua ordem de exibição.
sv: Dölj eller visa vissa datatyper, eller bestäm deras visningsordning.

source: Number of pools
ca: Nombre de Poules
de: Zahl der Runden
es: Número de pools
eu: Ligaxka kopurua
fa: شماره جدول
fr: Nombre de poules
hu: Csoportok száma
it: Numero dei gironi
ja: グループリーグの数
nl: Aantal poules
pl: Ilość grup
pt: Número de poules
sv: Antal pouler

source: Fencers / pools
ca: Tiradors / Poules
de: Fechter pro Runde
es: Tiradores / pool
eu: Esgrimalariak ligaxkako
fa: شمشیربازان / جداول
fr: Tireurs / poules
hu: Vívó / csoport
it: Atleti / gironi
ja: フェンシング選手 / グループリーグ
nl: Schermers / Poules
pl: Szermierze / grupy
pt: Atiradores / poule
sv: Fäktare/poule

source: Swapping
ca: Intercanvi
de: Verschiebung
es: Intercambio
eu: Trukaketa
fa: تعویض
fr: Décalage
hu: Eltolás
it: Scalamento
ja: 順列
nl: Spreiding
pl: Usuń duble
pt: Trocar
sv: Sortering

source: Recently opened
ca: Obert recentment
de: Zuletzt verwendete
es: Abierto recientemente
eu: Duela gutxi irekiak
fa: آخرین باز شده
fr: Récemment ouvert
hu: Legutóbb megnyitott
it: Aperti di recente
ja: 最近オープンした
nl: Recent geopend
pl: Ostatnio otwarte
pt: Abertos recentemente
sv: Nyligen öppnade

source: Backup
ca: Còpia de seguretat
de: Sichern
eu: Babes-kopia
fa: پشتیبان
fr: Sauvegarde de secours
hu: Biztonsági mentés
ja: バックアップ
pl: Kopia zapasowa
pt: Cópia de segurança
sv: Säkerhetskopiering

source: Backup files location...
ca: Ubicació de les còpies de seguretat
de: Speicherort
eu: Babes-kopien kokapena...
fa: محل پرونده های پشتیبان...
fr: Dossier des sauvegardes de secours ...
hu: Biztonsági mentés helye...
it: Destinazione del backup...
ja: バックアップファイルの場所...
nl: Locatie backup bestanden
pl: Lokalizacja pliku kopii bezpieczeństawa...
pt: Localização das cópias de segurança...
sv: Plats för säkerhetskopiefil …

source: Activate
ca: Activar
de: Aktivieren
eu: Gaitu
fa: فعالسازی
fr: Activer
hu: Aktiválás
it: Attiva
ja: 有効にする
nl: Activeer
pl: Aktywuj
pt: Ativar
sv: Aktivera

source: Deactivate
ca: Desactivar
de: Deaktivieren
eu: Desgaitu
fa: غیرفعال‌سازی
fr: Désactiver
hu: Deaktiválás
it: Disattiva
ja: 非活性化する
nl: Deaktiveren
pl: Deaktywuj
pt: Desativar
sv: Inaktivera

source: Publication
ca: Publicació
de: Veröffentlichung
eu: Argitalpena
fa: انتشار
hu: Publikálás
it: Pubblicazione
nl: Publicatie
pl: Publikacja
pt: Publicação
sv: Publicering

source: Open an example...
ca: Obrir un exemple...
de: Beispiel öffnen
es: Abrir un ejemplo...
eu: Adibide bat ireki...
fa: باز کردن یک نمونه...
fr: Ouvrir un exemple ...
hu: Példa megnyitása
it: Apri un esempio
ja: 例えばを開ける。。。
nl: Open een voorbeeld
pl: Otwórz przykład...
pt: Abrir um exemplo...
sv: Öppna ett exempel …

source: Fencer file template (.csv)
ca: Plantilla de tirador (.csv)
de: Vorlage Fechterdatei (.csv)
eu: Esgrimalarien fitxategi txantiloia
fa: قالب پرونده شمشیرباز (.csv)
fr: Modèle de fichier de tireurs (.csv)
hu: Vívó adatfájl minta (.csv)
ja: フェンシング選手テンプレートファイル（。CSV）
nl: Schermers Fiche template(.csv)
pl: Plik szablonu danych szermirzy (.csv)
pt: Exemplo de ficha de atirador (.CSV)
sv: Fäktarfilmall (.csv)

source: User
ca: Usuari
de: Benutzer
eu: Erabiltzailea
fa: کاربر
fr: Utilisateur
hu: Felhasználó
it: Nome utente
ja: ユーザー
nl: Gebruiker
pl: Użytkownik
pt: Utilizador
sv: Användare

source: FTP server
ca: Servidor FTP
eu: FTP zerbitzaria
fa: سرویس دهنده FTP
fr: Serveur FTP
hu: FTP szerver
it: Server FTP
ja: ftpサーバー
pl: Serwer FTP
pt: Servidor FTP

source: <b>Web site</b>
ca: <b>Lloc web</b>
eu: <b>Webgunea</b>
fa: <b>درگاه اینترنتی</b>
hu: <b>Weblap</b>
pl: <b>Strona</b>
pt: <b>Página web</b>

source: <b>Video server</b>
ca: <b>Servidor de vídeo</b>
eu: <b>Bideo-zerbitzaria</b>
fa: <b>سرویس دهنده تصاویر</b>
hu: <b>Video szerver</b>
pl: <b>Serwer wideo</b>
pt: <b>Servidor de vídeo</b>

source: Form
ca: Formulari
eu: Inprimakia
fa: فرم
pl: Formularz
pt: Formulário

source: Date of competition
ca: Data de la competició
de: Datum des Turniers
es: Fecha de la competición
eu: Txapelketaren data
fa: تاریخ مسابقه
fr: Date de la compétition
hu: A verseny időpontja
it: Data della gara
ja: 競技日
nl: Competitiedatum
pl: Termin konkursu
pt: Data da competição
sv: Tävlingsdatum

source: Competition properties
ca: Propietats de la competició
de: Eigenschaften des Turniers
es: Propiedades de la competición
eu: Txapelketaren ezarpenak
fa: خصوصیات مسابقه
fr: Propriétés de la compétition
hu: Versenybeállítások
it: Proprietà della gara
ja: 競技特性
nl: Competitie eigenschappen
pl: Właściwości konkursu
pt: Propriedades da competição
sv: Tävlingsegenskaper

source: Weapon
ca: Modalitat
de: Waffe
es: Modalidad
eu: Arma
fa: اسلحه
fr: Arme
hu: Fegyver
it: Arma
ja: 武器
nl: Wapen
pl: Oręż
pt: Arma
sv: Vapen

source: Gender
ca: Gènere
de: Geschlecht
es: Sexo
eu: Sexua
fa: جنسیت
fr: Sexe
hu: Nem
it: Genere
ja: 性別
nl: Sex
pl: Płeć
pt: Sexo
sv: Kön

source: Category
ca: Categoria
de: Kategorie
es: Categoría
eu: Kategoria
fa: دسته‌بندی
fr: Categorie
hu: Kategória
it: Categoria
ja: 範疇
nl: Categorie
pl: Katogoria
pt: Categoria
sv: Kategori

source: Level
ca: Nivell
eu: Maila
fa: سطح
hu: Szint
pl: Poziom
pt: Nível

source: Individual
eu: Banakakoa
fa: انفرادی
hu: Egyéni
pl: Indywidualne

source: Team
ca: Equip
eu: Taldekoa
fa: تیم
hu: Csapat
pl: Drużyna
pt: Equipas

source: <b>Type</b>
ca: <b>Tipus</b>
de: <b>Typ</b>
es: <b>Tipo</b>
eu: <b>Mota</b>
fa: <b>نوع</b>
hu: <b>Típus</b>
it: <b>Tipo</b>
ja: <b>種類</b>
pl: <b>Typ</b>
pt: <b>Tipo</b>
sv: <b>Tävlingsform</b>

source: Title
ca: Títol
de: Titel
es: Título
eu: Izenburua
fa: عنوان
fr: Titre
hu: Megnevezés
it: Titolo
ja: タイトル
nl: Titel
pl: Tytuł
pt: Título
sv: Titel

source: Organizer
ca: Organitzador
de: Organisator
es: Organizador
eu: Antolatzailea
fa: سازمان‌دهنده
fr: Organisateur
hu: Szervező
it: Organizzatore
ja: 主催者
nl: Organisator
pl: Organizator
pt: Organizador
sv: Organisatör

source: Web site
ca: Lloc web
de: Webseite
es: Sitio web
eu: Webgunea
fa: درگاه اینترنتی
fr: Site web
hu: Weboldal
it: Sito web
ja: ウェブサイト
pl: witryna sieci Web
pt: página web
sv: Webbplats

source: Location
ca: Ubicació
de: Ort
eu: Kokapena
fa: مکان
fr: Lieu
hu: Helyszín
it: Luogo
ja: 場所
nl: Plaats
pl: Lokalizacja
pt: Localização
sv: Plats

source: <b>Overviews</b>
ca: <b>Vista general</b>
de: <b>Allgemeine Anmerkungen</b>
es: <b>Vista general</b>
eu: <b>Gainbegirada</b>
fa: <b>مرور اجمالی</b>
fr: <b>Généralités</b>
it: <b>Informazioni</b>
ja: <b>概要</b>
nl: <b>Overzicht</b>
pl: <b>Przegląd</b>
pt: Observações
sv: <b>Allmänt</b>

source: Date
ca: Data
de: Datum
es: Fecha
eu: Data
fa: تاریخ
hu: Dátum
it: Data
ja: 年月日
nl: Datum
pl: Data
pt: Data
sv: Datum

source: Scratch
de: Streichtermin
eu: Muga
fa: خط خوردگی
hu: Sorsolás
ja: スクラッチ
pt: Reiniciar
sv: Samling

source: Start
ca: Inici
de: Beginn
es: Inicio
eu: Hasiera
fa: شروع
fr: Début
hu: Kezdés
it: Inizio
ja: スタート
pt: Iniciar
sv: Startar

source: <b>Date / Time</b>
ca: <b>Data / Hora</b>
de: <b>Datum / Zeitplan</b>
es: <b>Fecha / Hora</b>
eu: <b>Data / Ordua</b>
fa: <b>تاریخ/ ساعت</b>
fr: <b>Date / Horaires</b>
hu: <b>Dátum / Idő</b>
it: <b>Data / Orario</b>
ja: <b>年月日 / 時間</b>
nl: <b>Datum / Uurregeling</b>
pl: <b>Data / Czas</b>
pt: <b>Data / Hora</b>
sv: <b>Datum/tid</b>

source: Allow
ca: Permetre
de: Zulassen
es: Permitir
eu: Baimendu
fa: مجاز
fr: Autoriser
hu: Engedélyezve
it: Consenti
ja: 許可する
nl: Toestaan
pl: Zezwalaj
pt: Permitir
sv: Tillåt

source: Forbid
ca: Prohibir
de: Verboten
es: Prohibir
eu: Debekatu
fa: ممنوع
fr: Interdire
hu: Letiltva
it: Impedisci
ja: 禁止する
nl: Verbieden
pl: Zabroń
pt: Não permitir
sv: Förbjud

source: Automatic score stuffing
ca: Emplenar resultats automàticament
de: Automatisches Ausfüllen der Tabelle
es: Rellenar marcador automaticamente
eu: Puntuazioak automatikoki bete
fa: توقف امتیازدهی خودکار
fr: Remplissage automatique des scores
hu: Automatikus kitöltés
it: Inserimento automatico dei risultati
ja: 自動 得点 充填
nl: Automatisch vullen van scores
pl: Automatyczne wypełnianie punktami
pt: Preenchimento automático dos resultados
sv: Automatisk poäng- sammanställning

source: <b>Scores</b>
ca: <b>Resultats</b>
de: <b>Punkte</b>
es: <b>Marcadores</b>
eu: Puntuazioak
fa: <b>امتیازات</b>
it: <b>Risultati</b>
ja: <b>得点</b>
nl: <b>Uitslagen</b>
pl: <b>Punktacja</b>
pt: Resultados
sv: <b>Poäng</b>

source: Event
ca: Esdeveniment
de: Veranstaltung
eu: Ekitaldia
fa: رویداد
fr: Évènement
hu: Esemény
it: Evento
ja: イベント
nl: Gebeurtenis
pl: Wydarzenie
pt: Evento
sv: Händelse

source: Save the current state of the competition.
ca: Guardar l'estat actual de la competició
de: Speichert den aktuellen Stand des Wettkampfs.
es: Guardar el estado actual de la competición
eu: Txapelketaren uneko egoera gorde.
fa: وضعیت کنونی رقابت را ذخیره کنید.
fr: Sauvegarde l'état courant de la compétition.
hu: A verseny pillanatnyi állapotának mentése
it: Salva lo stato della gara
ja: 競争の現在の状態を保存します。
nl: Huidige staat van de competitie opslaan
pl: Zapisz aktualny stan turnieju.
pt: Guardar o estado atual da competição.
sv: Spara det aktuella tillståndet för tävlingen.

source: To specify the features of the competition.
ca: Especificar les característiques de la competició.
de: Eigenschaften des Turniers festlegen.
es: Especificar las características de la competición.
eu: Txapelketaren ezarpenak zehazteko.
fa: برای مشخص کردن ویژگی های رقابت.
fr: Permet de renseigner les caractéristiques de la compétition.
it: Configura le impostazioni della gara
ja: 競争の特性を指定する
nl: De kenmerken van de competitie specificeren
pl: Definiowanie parametrów turnieju.
pt: Especificar as características da competição.
sv: För specifikation av tävlingens typ och innehåll.

source: Competition files (.cotcot / .xml)
de: Wettkampfdateien
fr: Fichiers de compétition (.cotcot / .xml)
ja: 競争のファイル (.cotcot / .xml)
nl: competitiebestand
pl: Plik turnieju (.cotcot / .xml)
sv: Tävlingsfiler (.cotcot/.xml)

source: availability
de: Verfügbarkeit
fr: disponibilité
ja: 可用性
nl: beschikbaarheid
pl: dostępność
sv: Tillgänglighet

source: Busy
de: Beschäftigt
fr: Occupé
ja: 忙しい
nl: Bezig
pl: Zajety
sv: Upptagen

source: Free
de: Verfügbar
fr: Libre
ja: 空き
nl: Vrij
pl: Wolny
sv: Friomgång

source: cutting
fr: Découpe
ja: 切断
nl: snijden
pl: (podział)
sv: Kupong

source: Third place
de: Dritter Platz
fr: 3ème place
it: Terzo rango
ja: 三位
nl: Derde plaats
pl: Miejsce trzecie
sv: Tredje plats

source: when unknown
pl: gdy nie wiadomo

source: The table
de: Die Tabelle
es: La tabla
fr: Le tableau
it: Il tabellone
ja: テーブル
nl: De tableau
pl: Tabela
sv: Tabellen

source: Pending
de: Offene
es: Pendiente
fr: En attente
it: In attesa
ja: 保留中
nl: In afwachting
pl: Wcześniej niedrukowane
sv: Väntande

source: A fencer
de: Fechter A
es: Esgrimista A
fr: Tireur A
it: Atleta A
ja: A フェンシング選手
nl: Schermer A
pl: Szermierz A
sv: Fäktare A

source: B fencer
de: Fechter B
es: Tirador B
fr: Tireur B
it: Atleta B
ja: B フェンシング選手
nl: Schermer B
pl: Szermierz B
sv: Fäktare B

source: From
de: Von
es: Desde
fr: A partir de
it: Da
ja: から
nl: Vanaf
pl: Od
sv: Från

source: To
de: An
fr: Jusqu'à
ja: まで
nl: Tot
pl: Do
sv: Till

source: For place
de: Dritte Platz
fr: Pour la place
it: Per il rango
ja: 場所のため
nl: Voor plaats
pl: Na miejscu
sv: För placering

source: Ecosystem
pl: System

source: Man
de: Herren
es: Hombre
fr: Homme
it: Uomo
ja: 男性
pl: Mężczyzna

source: Place shifting
ca: Canvi de posició

source: Winner's place
ca: Posició del guanyador

source: U10
de: Minis
es: M10
fr: Pupille
it: Maschietti/bambine
nl: Pupil

source: U12
de: Schüler
es: M12
fr: Benjamin
it: Giovanissimi/e
nl: Benjamin

source: U14
de: B-Jugend
es: M14
fr: Minime
it: Allievi/e
nl: Miniem

source: U16
de: A-Jugend
es: M16
fr: Cadet
it: Cadetti/e
nl: Kadet

source: U18
de: Junioren
es: M18
fr: Junior
it: Giovani
nl: Junior

source: smartphone
de: Mobilnummer
sv: Telefonnr.

source: start rank
de: Start Rang
fr: rang de départ
it: Rango iniziale
nl: start ranking
sv: Startrankning

source: Fencer
de: Fechter
fr: Tireur
sv: Fäktare

source: All Excel files (.CSV)
de: Alle Excel Dateien (.CSV)
es: Todos los ficheros Excel (.CSV)
fr: Tous les fichiers Excel (.CSV)
it: Documenti Excel (.CSV)
nl: Alle Excel bestanden (.CSV)
sv: Alla Excel-filer (.csv)

source: <i>None</i>
de: <i>Kein(e)</i>

source: Pools classification
de: Rangfolge nach der Vorrunde
fr: Classement des poules
it: Classifica dei gironi
nl: Poule rangschikking
sv: Pouleklassificering

source: Import fencer file
de: Import Fechterdatei
fr: Importer fichier de tireurs
nl: Importeer schermers fiche
sv: Importera fäktarfil

source: To configure the schedule of the competition in terms of pools, tables and other rounds.
de: Festlegen des Modus nach Tabellen, Runden und anderer Phasen.
es: Configurar la programación de la competición en cuanto a pools, tablas y otras rondas.
fr: Permet de configurer la formule en définissant l'enchaînement des poules, tableaux et autres phases.
it: Configura la formula della gara (gironi, tabelloni ed altri turni).
nl: de formule configureren met betrekking tot van poules, tableaus en andere fases.
sv: För konfiguration av tävlingsschemat, d.v.s. pouler, tabeller och övriga avsnitt.

source: Add a fencer
de: Einen Fechter hinzufügen
es: Añadir un esgrimista
fr: Ajouter un tireur
it: Aggiungi un atleta
nl: Schermer toevoegen
sv: Lägg till en fäktare
