Repository: Oryon/bellepoule
Catalog: resources/translations/*.po
Languages: ca, de, es, eu, fa, fr, hu, it, ja, nl, pl, pt, sv

source: Vict./Bouts (‰)
ca: Vict./Assalts (‰)
de: Siege/Gefechte
es: Vict./Asaltos (‰)
eu: Irab./Lehiak (‰)
fa: برنده/دور (‰)
fr: Vict./Matchs (‰)
hu: Gy/M(%)
it: Vitt./Ass. (‰)
ja: 勝つ/試合 (‰)
nl: Vict./Matches (‰)
pl: wyg./nat (‰)
pt: Vit./Assaltos (‰)
sv: Vinster/förluster (‰)

source: index
ca: índex
es: índice
eu: indizea
fa: نمایه
fr: indice
hu: AT-KT
it: aliquota
ja: インデックス
pl: indeks
pt: Dif.
sv: Stötindex

source: Hits scored
ca: Tocats donats
de: geg. Treffer
es: Tocados dados
eu: Jotako puntuak
fa: ضربه های موفق
fr: Touches données
hu: AT
it: Stoccate date
ja: 打撃記録
nl: Treffers gezet
pl: zdobyte punkty
pt: Toques dados
sv: Poängstötar

source: Round start rank
ca: Classificació a principi de ronda
de: Startplatz
es: Clasificación a principio de ronda
eu: Fase hasieraren sailkapena
fa: دور رتبه شروع
fr: rang d'entrée
hu: Kezdeti rang
it: Rango iniziale
ja: 初めラウンドランク
nl: start ranking
pl: liczba porządkowa
pt: Ranking inicial
sv: Omgångens startrankning

source: promoted
ca: Exempt
eu: salbuetsia
fa: ترفیع
pl: awansowany
pt: promovido

source: connection
ca: connexió
eu: konexioa
fa: اتصال
hu: Kitöltés módja
pl: połączenie
pt: Ligação

source: Broken
ca: Defectuosos
eu: Hautsia
fa: خراب
pl: Uszkodzone
pt: Quebrada

source: Waiting
ca: En espera
eu: Itxaroten
fa: در حال انتظار
hu: Várakozás
pl: Oczekujący
pt: Em espera

source: OK
ca: Acceptar
eu: Ados
fa: تایید

source: Manual
eu: Eskuzkoa
fa: دستی
hu: Kézi
pl: Podręcznik

source: Classification
ca: Classificació
de: Rangliste
es: Clasificación
eu: Sailkapena
fa: رده‌بندی
fr: Classement
hu: Eredmény
it: Classifica
ja: 分類
nl: Klassement
pl: Klasyfikacja
pt: Classificação
sv: Resultatställning

source: Piste
ca: Pista
de: Bahn
eu: Pista
fa: پیست
hu: Pást
it: Pedana
ja: トラック
nl: Loper
pl: Plansza
pt: Pista
sv: Pist

source: Place #
ca: Lloc n
de: Platz #
eu: Postua:
fa: مکان #
fr: Place N°
hu: Hely-
it: Rango #
ja: ＃ を配置
nl: Plaats #
pl: Miejsce #
pt: Lugar nº
sv: Placeringsnr.

source: Referee
ca: Àrbitre
de: Kampfrichter
eu: Epailea
fa: داور
fr: Arbitre
hu: Zsűri
it: Arbitro
ja: レフェリー
nl: Scheidsrechter
pl: Sędzia
pt: Árbitro
sv: Domare

source: Table
ca: Taula
de: Direktausscheid
es: Tabla
eu: Taula
fa: جدول
fr: Tableau
hu: Tábla
it: Tabellone
ja: 表
nl: Tableau
pl: Tabela
pt: Quadros de Eliminação Direta
sv: Tabell

source: %s: score sheets printing
ca: %s: imprimir els resultats
de: %s : Druck der Gefechte
es: %s: impresión de los marcadores
eu: %s: emaitza orrien inprimaketa
fa: %s: چاپ برگه امتیازات
fr: %s : Impression des matchs
hu: %s: pontozó lap nyomtatás
it: %s: stampa degli assalti
ja: %s: 勝点シートを印刷
nl: %s : printen wedstrijdblad
pl: %s: wydruk arkuszy wyników
pt: %s: impressão das folhas de pontuações
sv: %s: utskrift av poängformulär

source: Winner
ca: Guanyador
de: Sieger
es: Ganador
eu: Txapelduna
fa: برنده
fr: Vainqueur
hu: Győztes
it: Vincitore
ja: 勝者
nl: Winnaar
pl: Zwycięzca
pt: Vencedor
sv: Vinnare

source: Final
de: Finale
eu: Finala
fa: نهایی
fr: Finale
hu: Döntő
it: Finale
ja: 決勝
nl: Finale
pl: Finał

source: Semi-final
de: Halbfinale
eu: Finalerdia
fa: نیمه نهایی
fr: Demi-finale
hu: Elődöntő
it: Semifinale
ja: 準決勝
nl: Halve finale
pl: Półfinał
pt: Meia-final

source: Table of %d
ca: Taula de %d
de: Letzte %d
es: Tabla de %d
eu: %d-ko taula
fa: جدول %d
fr: Tableau de %d
hu: Tábla %d
it: Tabellone di %d
ja: %d のテーブル
nl: Tableau van %d
pl: Tabela %d
pt: Quadro de %d
sv: Spelschema (%d)

source: Table classification
ca: Taula de resultats
de: Rangfolge nach der Direktausscheidung
eu: Taulako sailkapena
fa: جدول رده بندی
fr: Classement des tableaux
hu: Tábla eredmény
it: Classifica ED
ja: 表の分類
nl: Tableau rangschikking
pl: Tabela klasyfikacji
pt: Quadro de Eliminação Direta
sv: Tabellklassificering

source: Max score
ca: Resultat màxim
de: Max Punktestand
es: Marcador máximo
eu: Gehienezko puntuazioa
fa: بالاترین امتیاز
fr: Score max
hu: Max. tus
it: Stoccate
ja: 最大得点
nl: Max uitslag
pl: Maksymalna ilość trafień
pt: Resultado máximo
sv: Maxpoäng

source: Pools arrangement
ca: Distribució de poules
de: Zusammensetzung der Runden
es: Arreglo de pools
eu: Ligaxken antolaketa
fa: ترتیب جداول
fr: Composition poules
hu: Csoportbeosztás
it: Composizione dei gironi
ja: グループリーグ配置
nl: Samenstelling poules
pl: Porządek grup
pt: Composição das Poules
sv: Pouleindelning

source: or
ca: o
de: oder
eu: edo
fa: یا
hu: vagy
ja: または
pl: lub
pt: ou

source: Wrong fencers count!
ca: Nombre incorrecte de tiradors!
de: Falsche Anzahl Fechter!
eu: Esgrimalari kopuru okerra!
fa: شمارش اشتباه شمشیربازان
hu: Hibás a vívók száma
ja: 間違ったフェンシング選手リスト
pl: Niepoprawna liczba szermierzy!
pt: Número de atiradores errado!

source: Allocation
ca: Ubicació
de: Verteilung
eu: Esleipena
fa: تخصیص
fr: Répartition
hu: Beosztás
it: Ripartizione
ja: 割り当て
nl: Toewijzing
pl: Przydział
pt: Colocações
sv: Tilldelning

source: Seeding
ca: Compartint
de: Setzen
eu: Aletzea
fa: سابقه سازی
fr: Répartition
hu: Sorsolás
ja: シーディング
nl: Klassementsbepaling
pl: Rozstawienie
pt: Distribuição
sv: Seedning

source: Balanced
ca: Equilibrat
de: Ausgeglichen
eu: Orekatua
fa: تراز شده
fr: Équilibrée
hu: Ranglista alapján
ja: バランスのとれた
nl: Gebalanceerd
pl: Zbalansowane
pt: Equilibrada
sv: Balanserad

source: Grouped by strength
ca: Agrupats per força
de: Nach Stärke gruppiert
eu: Indarraren arabera batu
fa: گروه بندی با قدرت
fr: Par force équivalente
hu: Képesség szerint
ja: 強さによってグループ化された
nl: gegroepeerd per sterkte
pl: Pogrupowanie według siły
pt: Agrupada por nível
sv: Grupperade efter styrka

source: Pool #%02d
ca: Poule nº %02d
de: Rundennummer %02d
eu: %02d. ligaxka
fa: جدول #%02d
fr: Poule No %02d
hu: Csoport %02d
it: Girone #%02d
ja: グループリーグ #%02d
nl: Poule nr %02d
pl: Grupa %02d
pt: Poule Nº %02d
sv: Poule nr. %02d

source: Status
ca: Estat
es: Estado
eu: Egoera
fa: وضعیت
fr: Statut
hu: Állapot
it: Stato
ja: ステータス
pt: Estado

source: Vict./Matchs
ca: Vict./Assalts
de: Siege/Gefechte
es: Vict./Asaltos
eu: Irab./Lehiak
fa: برنده/مسابقه ها
hu: GY/M
ja: 勝利/試合
nl: Overwinningen./Matches
pl: Wyg./Mecze
pt: Vit./Assaltos
sv: Segrar/match

source: H. scored
ca: T. donats
de: geg. T.
es: T. dados
eu: Jotakoak
fa: ضربات زده
fr: T. données
hu: AT
it: St. date
ja: 得得点
nl: Gezette treffers
pl: Trafienia zadane
pt: TD
sv: Utdelade

source: H. received
ca: T. rebuts
de: erh. T.
es: T. recibidos
eu: Jasotakoak
fa: ضربات خورده
fr: T. reçues
hu: KT
it: St. ricevute
ja: 失う得点
nl: Treffers gekregen
pl: Trafienia otrzymane
pt: TR
sv: Mottagna

source: Index
ca: Índex
de: Trefferindex
es: Índice
eu: Indizea
fa: نمایه
fr: Indice
hu: AT-KT
it: Aliquota
ja: インデックス
pl: Punktacja
pt: Índice
sv: Stötindex

source: Place
ca: Lloc
de: Platz
es: Lugar
eu: Postua
fa: مکان
hu: Hely-
it: Posto
ja: 場所
nl: Plaats
pl: Pozycja
pt: Classificação
sv: Placering

source: Pools
ca: Poules
de: Runden
eu: Ligaxkak
fa: جداول
fr: Poules
hu: Csoport
it: Girone
ja: グループリーグ
nl: Poules
pl: Grupy
pt: Poules
sv: Poule

source: Bout without winner!
ca: Assalt sense vencedor!
de: Gefecht ohne Sieger!
eu: Irabazlerik gabeko lehia!
fa: مسابقه بدون برنده
hu: Asszó győztes nélkül
ja: 勝者のない試合
pl: Pojedynek bez zwycięzcy!
pt: Assalto sem vencedor!

source: General classification
ca: Classificació general
de: Ergebnisliste
es: Clasificación general
eu: Sailkapen orokorra
fa: رده بندی کلی
fr: Classement général
hu: Végeredmény
it: Classifica generale
ja: 大別
nl: Algemeen klassement
pl: Klasyfikacja generalna
pt: Classificação Geral Final
sv: Slutresultat

source: All FFF files (.FFF)
ca: Tots els arxius FFF (.FFF)
de: Alle FFF-Dateien (.FFF)
es: Todos los ficheros FFF (.FFF)
eu: FFF fitxategi guztiak (.FFF)
fa: تمام پرونده های اف اف اف (.FFF)
fr: Tous les fichiers FFF (.FFF)
hu: Minden FFF fájl (.FFF)
it: Documenti .FFF
ja: すべてFFFファイル（。FFF）
nl: Alle FFF bestanden (.FFF)
pl: Wszystkie pliki FFF (.FFF)
pt: Todos os ficheiros FFF (.FFF)
sv: Alla FFF-filer (.fff)

source: All PDF files (.PDF)
ca: Tots els arxius PDF (.PDF)
de: Alle PDF Dateien (.pdf)
eu: PDF fitxategi guztiak (.PDF)
fa: تمام پرونده های پی دی اف (.PDF)
fr: Tous les fichiers PDF (.pdf)
hu: Minden PDF fájl (.PDF)
it: Tutti i documenti PDF (.PDF)
ja: すべてPDFファイル（。PDF）
nl: Alle PDF files(.PDF)
pl: Wszystkie pliki PDF (.PDF)
pt: Todos os ficheiros PDF (.PDF)
sv: Alla PDF-filer (.pdf)

source: All HTML files (.HTML)
ca: Tots els arxius HTML (.HTML)
eu: HTML fitxategi guztiak (.HTML)
fa: تمام پرونده های اچ تی ام ال (.HTML)
hu: minden PDF fájl (.PDF)
pl: Wszystkie pliki HTML (.HTML)
pt: Todos os ficheiros HTML (.HTML)

source: Split
ca: Dividir
de: Spaltung
es: Dividir
eu: Zatitu
fa: تقسیم کردن
fr: Scission
hu: Szétválasztás
it: Divisione
ja: 分割
nl: Splitsen
pl: Podziel
pt: Separar
sv: Delresultat

source: List of fencers to extract
ca: Llista de tiradors a extraure
eu: Erauziko diren esgrimalarien zerrenda
fa: فهرست شمشیر بازان برای استخراج
fr: Liste des tireurs à extraire
ja: 抽出するフェンシング選手のリスト
nl: lijst van de af te scheiden schermers
pl: Lista szermierzy do wydorębnienia
pt: Lista de atiradores a extrair
sv: Lista över fäktare att skilja ut

source: Choose a rank file to apply...
ca: Esculla un arxiu de rànquing a aplicar
eu: Hautatu sailkapen fitxategi bat...
fa: انتخاب پرونده رتبه برای اعمال
hu: Válasszon ranglista fájlt
pl: Wybież zakres plików do zastosowania...
pt: Escolha um ficheiro de ranking para aplicar...

source: Rank files: cotcot, xml, txt (France)
ca: Arxius de rànquing: cotcot, XML, TXT (França)
eu: Sailkapen fitxategiak: cotcot, xml, txt (Frantzia)
fa: پرونده های رتبه: (فرانسوی)cotcot,xml,txt
hu: ranglista fájlok: cotcot, xml, txt (France)
pl: Zakres plików: cotcot, xml, txt (Francja)
pt: Ficheiros de ranking: cotcot, xml, txt

source: Check-in
ca: Registre
de: Aufruf
es: Llamada
eu: Deialdia
fa: بررسی
fr: Appel
hu: Regisztráció
it: Appello
ja: チェックイン
nl: Appel
pl: Odprawa
pt: Inscrições
sv: Registrering

source: ** Without team **
ca: **Sense equip**
eu: **Talderik gabe**
fa: بدون تیم
hu: ** Csapat nélkül **
pl: ** Bez drużyny **
pt: ** Sem equipa **

source: Expected fencers
ca: Tiradors previstos
eu: Esperotako esgrimalariak
fa: شمشیربازان منتظر
hu: Előzetesen nevezett vívók
pl: Oczekiwani szermierze
pt: Atiradores aguardados

source: Expected teams
ca: Equips previstos
eu: Esperotako taldeak
fa: تیم های منتظر
hu: Előzetesen nevezett csapatok
pl: Oczekiwane drużyny
pt: Equipas aguardadas

source: Team size
ca: Grandària de l'equip
eu: Taldearen tamaina
fa: اندازه تیم
hu: Csapat létszám
pl: Wilkość drużyny
pt: Constituição da equipa

source: You have configured the minimum team size to <b>%d</b> fencers.
ca: Has configurat la grandària mínima d'equip amb <b>%d</b> tiradors
eu: Taldeak gutxienez <b>%d</b> esgrimalariz osatu daitezen ezarri duzu.
fa: شما کمترین اندازه تیم را به <b>%d</b> شمشیرباز تنظیم نموده اید.
hu: Minimum <b>%d</b> vívót állított be csapatonként.
pl: Skonfigurowano minimalną wielkość drużyny na <b>%d</b> szermierzy.
pt: Configurou a constituição mínima da equipa para <b>%d</b> atiradores.

source: Tick the present players of the team.
ca: Selecciona els tiradors presents de l'equip
eu: Etorri diren taldekideak markatu
fa: بازیکنان حاضر در تیم را تیک بزنید.
hu: Jelölje ki a csapat jelenlévő vívóit
pl: Zaznacz obecność członków drużyny
pt: Selecione os atiradores presentes da equipa.

source: Untick the absent players of the team.
ca: Desmarca els tiradors absents de l'equip
eu: Etorri ez diren taldekideei marka kendu.
fa: تیک بازیکنان غایب را تیم را بردارید.
hu: Szüntesse meg a kijelölést a csapat hiányzó vívóinál
pl: Odznacz nieobecność członków drużyny
pt: Desmarque os atiradores ausentes da equipa.

source: Fencer list printing
ca: Imprimint la llista de tiradors
de: Ausdruck der Teilnehmerliste
es: Imprimiendo la lista de tiradores
eu: Esgrimalarien zerrenda inprimaketa
fa: چاپ لیست شمشیربازان
fr: Impression de la liste des tireurs
hu: Vívók nyomtatása
it: Stampa dell'elenco degli atleti
ja: フェンシング選手リスト印刷
nl: Afdruk van de schermerslijst
pl: Wydruk listy szablitów
pt: Impressão da lista de atiradores
sv: Utskrift av lista över fäktare

source: <b><big>What do you want to print?</big></b>
ca: <b><big>Què vol imprimir?</big></b>
de: <b><big>Was wollen Sie drucken ?</big></b>
es: <b><big>¿Qué quiere imprimir?</big></b>
eu: <b><big>Zer inprimatu nahi duzu?</big></b>
fa: <b><big>چه چیزی را می خواهید چاپ کنید؟</big></b>
fr: <b><big>Que voulez-vous imprimer ?</big></b>
hu: <b><big>Mit szeretne nyomtatni?</big></b>
it: <b><big>Cosa stampare?</big></b>
ja: <b><big>何を印刷したいのですか？</big></b>
nl: <b><big>Wat wilt u printen ?</big></b>
pl: <b><big>Co chcesz wydrukować?</big></b>
pt: <b><big>O que pretende imprimir?</big></b>
sv: <b><big>Vad vill du skriva ut?</big></b>

source: All the presents
ca: Tots els presents
de: Alle Anwesenden
es: Todos los presentes
eu: Etorri diren guztiak
fa: تمامی حاضران
fr: Tous les présents
hu: Összes jelenlevő
it: Tutti i presenti
ja: すべてのいる人
nl: Iedereen is aanwezig
pl: Wszyscy dostępni
pt: Todos os presentes
sv: Alla som är närvarande

source: All the absents
ca: Tots els absents
de: Alle Abwesenden
es: Todos los ausentes
eu: Etorri ez diren guztiak
fa: تمامی غایبین
fr: Tous les absents
hu: Összes hiányzó
it: Tutti gli assenti
ja: すべて休む人
nl: Iedereen is afwezig
pl: Wszyscy nieobecni
pt: Todos os ausentes
sv: Alla som är frånvarande

source: Presents
de: Anwesende
es: Presentes
eu: Etorri direnak
fa: حاضران
fr: Présents
hu: Jelenlevők
it: Presenti
ja: いる人
nl: Aanwezig
pl: Obecni
pt: Presentes
sv: Närvarande

source: Absents
de: Abwesende
es: Ausentes
eu: Etorri ez direnak
fa: غایبین
hu: Hiányzók
it: Assenti
ja: 休む人
nl: Afwezig
pl: Nieobecni
pt: Ausentes
sv: Frånvarande

source: all
ca: tots
de: Alle
eu: guztiak
fa: همه
fr: tous
hu: Mind
it: tutti
ja: すべて
nl: alle
pl: wszyscy
pt: todos
sv: alla

source: Import fencers
ca: Importar tiradors
eu: Esgrimalariak inportatu
fa: ورود شمشیربازان
hu: Vívók importálása
pl: Import listy szablistów
pt: Importar atiradores

source: Import ranking
ca: Importar rànquing
eu: Sailkapena inportatu
fa: ورود رده بندی
hu: Rang importálása
pl: Import rankingu
pt: Importar ranking

source: Minimum team size
ca: Grandària mínima de l'equip
eu: Gutxieneko taldekide kopurua
fa: کمترین اندازه تیم
hu: Legkisebb csapatméret
pl: Minimalna wielkość drużyny
pt: Constituição mínima da equipa

source: Team classification
ca: Classificació d'equip
eu: Taldeen sailkapena
fa: رده بندی تیم
hu: Csapat besorolás
pl: Klasyfikacja drużynowa
pt: Classificação da equipa

source: Manually assigned
ca: Designat a mà
eu: Eskuz esleituak
fa: تعین بصورت دستی
hu: Kézi besorolás
pl: Przypisany ręcznie
pt: Atribuído manualmente

source: Derived from fencer classification
ca: Deduït de la classificació del tirador
eu: Esgrimalarien sailkapenetik deribatua
fa: گرفته شده از رده بندی شمشیربازان
hu: Rang alapján
pl: Szermierz wyłoniony z klasyfikacji
pt: Derivado da classificação do atirador

source: <b>Match</b>
ca: <b>Assalt</b>
de: <b>Gefecht</b>
es: <b>Asalto</b>
eu: <b>Lehia</b>
fa: <b>مسابقه</b>
hu: <b>Asszó</b>
ja: <b>試合</b>
nl: <b>Westrijd</b>
pl: <b>Dopasowanie</b>
pt: <b>Assalto</b>

source: <b>Score</b>
ca: <b>Resultat</b>
de: <b>Punktestand</b>
es: <b>Marcador</b>
eu: <b>Puntuazioa</b>
fa: <b>امتیاز</b>
hu: <b>Tus</b>
it: <b>Risultato</b>
ja: <b>スコア</b>
pl: <b>Wynik</b>
pt: <b>Resultado</b>
sv: <b>Poäng</b>

source: Table printing
ca: Impressió de la taula
de: Druck der Tabelle
es: Impresión de la tabla
eu: Taula inprimaketa
fa: چاپ جدول
fr: Impression du tableau
hu: Tábla nyomtatása
it: Stampa del tabellone
ja: 表印刷
nl: tableau printen
pl: Drukowanie tabeli
pt: Imprimir tabela
sv: Utskrift av tabell

source: <b><big>How to print?</big></b>
ca: <b><big>Com imprimir?</big></b>
eu: <b><big>Nola inprimatu?</big></b>
fa: <b><big>چگونه چاپ شود؟</big></b>
hu: <b><big>Hogy szeretne nyomtatni?</big></b>
pl: <b><big>Jak wydrukować?</big></b>
pt: <b><big>Como imprimir?</big></b>

source: <b><big>Which score sheets of the selected table do you want to print?</big></b>
ca: <b><big>Quin resultat de la taula seleccionada vol imprimir?</big></b>
de: <b><big>Welche Gefechte der ausgewählten Tabelle wollen Sie drucken?</big></b>
es: <b><big>¿Cual hoja de la tabla seleccionada quiere imprimir?</big></b>
eu: <b><big>Taula honetako zein emaitza-orri inprimatu nahi duzu?</big></b>
fa: <b><big>شما کدام جدول امتیازات را می خواهید چاپ شود؟</big></b>
fr: <b><big>Quels matchs du tableau sélectionné voulez-vous imprimer ?</big></b>
hu: <b><big>Melyik pontozó lapot szeretné nyomtatni a kiválasztott táblából?</big></b>
it: <b><big>Quali assalti stampare?</big></b>
ja: <b><big>選択したテーブルで、なん勝点シートを印刷したいですか？</big></b>
nl: <b><big>Welke wedstrijden van de geselecteerde tableau wil u printen ?</big></b>
pl: <b><big>Które arkusze wyników z zaznaczonej tabeli chcesz wydrukować?</big></b>
pt: <b><big>Que folhas de resultados da tabela selecionada quer imprimir?</big></b>
sv: <b><big>Vilka poängformulär ur den markerade tabellen vill du skriva ut?</big></b>

source: All the score sheets
ca: Tots els resultats
de: Alle Gefechtstableaus
es: Todos los marcadores
eu: Emaitza-orri guztiak
fa: تمام جداول امتیازات
fr: Toutes les feuilles de match
hu: Az összes pontozó lapot
it: Tutti gli assalti
ja: すべてのスコアシート
nl: Alle wedstrijdformulieren
pl: Wszystkie arkusze wyników
pt: Todas as folhas de resultados
sv: Alla poängformulär

source: The pending score sheets
ca: Resultats pendents
de: Offene Gefechtstableaus
es: Los marcadores pendientes
eu: Lehiatzeke daudenen emaitza-orriak
fa: جداول امتیاز معلق
fr: Les feuilles de match en attente
hu: A függőben lévő pontozó lapokat
it: Gli assalti in attesa
ja: 保留中のスコアシート
nl: Wedstrijdformulieren in wacht
pl: Wcześniej niedrukowane
pt: As folhas de resultados pendentes
sv: Ännu ej behandlade poängformulär

source: Add
ca: Afegir
de: Hinzufügen
es: Añadir
eu: Gehitu
fa: افزودن
fr: Ajouter
hu: Hozzáadás
it: Aggiungi
ja: 追加する
nl: Toevoegen
pl: Dodaj
pt: Adicionar
sv: Lägg till

source: <b>Schedule</b>
ca: <b>Programació</b>
de: <b>Zeitplan</b>
eu: <b>Programa</b>
fa: <b>برنامه</b>
fr: <b>Déroulement</b>
hu: Időbeosztás
it: <b>Pianifica</b>
ja: <b>スケジュール</b>
nl: <b>Planning</b>
pl: <b>Harmonogram</b>
pt: <b>Agenda</b>
sv: <b>Schema</b>

source: <b>Parameters</b>
ca: <b>Paràmetres</b>
de: <b>Parameter</b>
eu: <b>Parametroak</b>
fa: <b>پارامترها</b>
fr: <b>Parametres</b>
hu: <b>Paraméterek</b>
it: <b>Parametri</b>
ja: <b>パラメータ</b>
pl: <b>Parametry</b>
pt: <b>Parâmetros</b>
sv: <b>Parametrar</b>

source: Previous round
ca: Ronda anterior
de: Letzte Phase
es: Ronda anterior
eu: Aurreko fasea
fa: مرحله قبلی
fr: Tour précédent
hu: Előző forduló
it: Turno precedente
ja: 前ラウンド
nl: vorige ronde
pl: Poprzednia runda
pt: Etapa anterior
sv: Föregående avsnitt

source: Next round
ca: Pròxima ronda
de: Nächste Phase
es: Próxima ronda
eu: Hurrengo fasea
fa: مرحله بعدی
fr: Tour suivant
hu: Következő forduló
it: Turno successivo
ja: 次のラウンド
nl: volgende ronde
pl: Następna runda
pt: Etapa seguinte
sv: Nästa avsnitt

source: Choose a target file...
ca: Seleccione un arxiu destí
de: Wählen Sie die Zieldatei...
es: Elegir un fichero de destino
eu: Hautatu helburuko fitxategi bat...
fa: پرونده مورد نظر را انتخاب کنید...
fr: Choisissez un fichier de destination ...
hu: Válasszon célfájlt
it: Scegliere un documento
ja: 対象のファイルを選択してください...
nl: Kies een bestand om naar op te slaan
pl: Wskaż plik docelowy...
pt: Escolha o arquivo de destino...
sv: Välj en målfil …

source: Export to <b>HTML</b>
ca: Exportar a <b>HTML</b>
eu: <b>HTML</b>-ra esportatu
fa: خروجی بصورت <b>HTML</b>
hu: Exportálás <b>HTML</b>-be
pl: Export do <b>HTML</b>
pt: Exportar para <b>HTML</b>

source: Export to <b>FFF</b>
ca: Exportar a <b>FFF</b>
eu: <b>FFF</b>-ra esportatu
fa: خروجی بصورت <b>FFF</b>
hu: Exportálás <b>FFF</b>-be
pl: Exportdo <b>FFF</b>
pt: Exportar para <b>FFF</b>

source: Export to <b>PDF</b>
ca: Exportar a <b>PDF</b>
eu: <b>PDF</b>-ra esportatu
fa: خروجی بصورت <b>PDF</b>
hu: Exportálás <b>PDF</b>-be
pl: Export do <b>PDF</b>
pt: Exportar para <b>PDF</b>

source: Name
ca: Nom
es: Nombre
eu: Izena
fa: نام
fr: Nom
hu: Név
it: Nome
ja: 氏名
nl: Naam:
pl: Nazwa
pt: Nome
sv: Namn

source: Number
ca: Nombre
de: Nummer
eu: Zenbakia
fa: شماره
fr: Nombre
hu: Szám
it: Numero
ja: 号
nl: Aantal
pl: Liczebność
pt: Número
sv: Antal

source: Pool sheets printing
ca: Impressió de les fulles de poules
de: Drucken der Rundenzettel
es: Impresión de las hojas de pools
eu: Ligaxka orrien inprimaketa
fa: چاپ جداول رده بندی
fr: Impression des feuilles de poule
hu: Csoportok nyomtatása
it: Stampa fogli di girone
ja: グループリーグシート印刷
nl: Afdrukken Poule bladen
pl: Drukuj arkusz grupy
pt: Impressão das folhas de poule
sv: Utskrift av pouleöversikter

source: <b><big>Print...</big></b>
ca: <b><big>Imprimir...</big></b>
de: <b><big>Drucken ...</big></b>
es: <b><big>Imprimir...</big></b>
eu: <b><big>Inprimatu...</big></b>
fa: <b><big>چاپ...</big></b>
fr: <b><big>Imprimer ...</big></b>
hu: <b><big>Nyomtatás...</big></b>
it: <b><big>Stampa...</big></b>
ja: <b><big>印刷...</big></b>
nl: <b><big>Printen...</big></b>
pl: <b><big>Drukuj...</big></b>
pt: <b><big>Imprimir...</big></b>
sv: <b><big>Skriv ut …</big></b>

source: All the pools
ca: Totes les poules
de: Alle Runden
es: Todas las pools
eu: Ligaxka guztiak
fa: تمام جداول رده بندی
fr: Toutes les poules
hu: Az összes csoportot
it: Tutti i gironi
ja: すべてのグループリーグ
nl: Alle poules
pl: Wszystkie grupy
pt: Todas as poules
sv: Samtliga pouler

source: Only the selected pool
ca: Només la poule seleccionada
de: Nur die ausgewählte Runde
es: Únicamente la pool seleccionada
eu: Soilik hautatutako ligaxka
fa: فقط جدول رده بندی انتخاب شده
fr: Uniquement la poule sélectionnée
hu: A kiválasztott csoportot
it: Solo questo girone
ja: 選択したグループリーグだけ
nl: Enkel de geselecteerde poule
pl: Tylko wskazane grupy
pt: Apenas a poule selecionada
sv: Endast den markerade poulen

source: <b>What?</b>
ca: <b>Què?</b>
de: <b>Was?</b>
es: <b>¿Qué?</b>
eu: <b>Zer?</b>
fa: <b>چه چیزی؟</b>
fr: <b>Quoi ?</b>
hu: <b>Mit?</b>
it: <b>Cosa?</b>
ja: <b>何?</b>
nl: <b>Wat ?</b>
pl: <b>Co?</b>
pt: <b>O quê?</b>
sv: <b>Vad?</b>

source: For arbitration
ca: Pendents d'arbitrar
de: Für das Kampfgericht
es: Para arbitraje
eu: Epaileentzako
fa: برای حکمیت
fr: Pour arbitrage
hu: A zsűriknek
it: Per l'arbitraggio
ja: 仲裁
nl: Voor de scheidsrechter
pl: Arkusz sędziowski
pt: Para arbitragem
sv: För skiljedomsförfarande

source: Matches watermarked
ca: Fulla de encontre amb marca d'aigua
eu: Ur-markadun orria
fa: علامت گذاری مسابقه ها
hu: Asszók megjelölve
ja: 透かしを入れた試合
pl: Oznacz znakiem wodnym
pt: Assaltos com marca de água

source: For the bulletin board
ca: Per al Fòrum de *discuciones
de: Aushang zur Teilnehmerinformation
eu: Iragarki oholerako
fa: برای تابلو اعلانات
fr: Pour affichage
hu: A hirdetőtáblára
it: Per la pubblicazione
ja: 掲示板のため
nl: Om te tonen
pl: Na tabilce ogłoszeń
pt: Para o boletim de informações
sv: För anslagstavlan

source: <b>For what?</b>
ca: <b>Per a què?</b>
de: <b>Wofür?</b>
es: <b>¿Para qué?</b>
eu: <b>Zertarako?</b>
fa: <b>برای چه چیزی؟</b>
fr: <b>Pour quoi ?</b>
hu: Miért?
it: <b>Per cosa?</b>
ja: <b>何のために？</b>
nl: <b>Waarom ?</b>
pl: <b>Do czego?</b>
pt: <b>Para quê?</b>
sv: <b>För vad?</b>

source: Automatic stuffing
ca: Emplenat automàtic
de: automatisches Ausfüllen
es: Relleno automático
eu: Automatikoki bete
fa: ابزار خودکار
fr: Remplissage auto
hu: Automatikus kitöltés
it: Inserimento automatico
ja: 自動充填
nl: Automatisch aanvullen
pl: Automatyczne wypełnianie
pt: Preenchimento automático
sv: Automatisk sammanställning

source: Combined classification
ca: Classificació combinada
de: Platzierung insgesamt
es: Clasificación combinada
eu: Sailkapen konbinatua
fa: ترکیب رده بندی
fr: Classement combiné
hu: Kombinált rangsor
it: Classifica combinata
ja: 組み合わせ分類
nl: Gecombineerde classificatie
pl: Klasyfikacja kombinowana
pt: Classificação combinada
sv: Sammanlagd resultatställning
