Repository: Oryon/bellepoule
Catalog: resources/translations/*.po
Languages: ca, de, es, eu, fa, fr, hu, it, ja, nl, pl, pt, sv

source: Long text
ca: Text estès
de: Langer Text
eu: Testu luzea
fa: متن بلند
hu: Hosszú szöveg
ja: 長いテキスト
pl: Długi tekst
pt: Texto longo

source: Short text
ca: Text curt
de: Kurzer Text
eu: Testu laburra
fa: متن کوتاه
hu: Rövid szöveg
ja: 短いテキスト
pl: Krótki tekst
pt: Text curto

source: Graphic
ca: Gràfic
de: Grafik
eu: Grafikoa
fa: گرافیک (نگاره)
hu: Kép
ja: グラフィック
pl: Tryb graficzny
pt: Gráfico

source: Data to display
ca: Dades a mostrar
de: Anzuzeigende Daten
eu: Erakusteko datuak
fa: داده ای برای نمایش
fr: Données à afficher
hu: Megjelenítendő adatok
ja: 表示データ
pl: Dane do wyświetlenia
pt: Dados a visualizar
sv: Data som skall visas

source: Visibility
ca: Visibilitat
de: Sichtbarkeit
eu: Erakutsi
fa: قابلیت نمایش
hu: Látható
ja: 可視性
pl: Widoczność
pt: Visibilidade

source: Data
ca: Dades
de: Daten
es: Datos
eu: Datuak
fa: داده
fr: Données
hu: Adatok
it: Dati
ja: データ
pl: Dane
pt: Dados

source: Look
ca: Aparença
de: Aussehen
eu: Itxura
fa: نگاه کردن
fr: Apparence
hu: Adattípus
ja: 見える
pl: Wygląd
pt: Aspeto
sv: Utseende

source: <b>Smartpoule</b> configuration code
ca: Codi de configuració <b>Smartpoule</b>
eu: <b>Smartpoule</b> konfigurazio kodea
fa: <b>Smartpoule</b> کد پیکربندی
hu: <b>Smartpoule</b> beállítási kód
pl: Kod konfiguracji <b>Smartpoule</b>
pt: código de configuração <b>Smartpoule</b>

source: Uncheck this box to quicken the data input. The corresponding field will be ignored on TAB key pressed.
ca: Desmarcar aquesta casella per a agilitzar l'entrada de dades. El camp corresponent serà ignorat en prémer la tecla TAB.
de: Um die Dateneingabe zu beschleunigen deaktiveren Sie diese Checkbox. Das entsprechende Feld wird bei der TAB-Navigation ignoriert.
es: Desmarcar esta casilla para agilizar la entrada de datos. El campo correspondiente será ignorado al pulsar la tecla TAB.
eu: Datuen sarrera arintzeko, kutxa honi marka kendu. Dagokion eremuari ez zaio kasurik egingo TAB tekla sakatutakoan.
fa: تیک جعبه را بردارید تا ورود اطلاعات سریعتر شود. با فشار دکمه TAB گزینه مربوطه نادید گرفته می شود
fr: Décochez cette case pour accélerer la navigation. Le champ correspondant sera ignoré lors des appuis sur la touche TAB.
hu: Ha megszünteti a kijelölést, gyorsíthatja az adatbevitelt. A TAB billentyű lenyomásakor a mezőt figyelmen kívül hagyja a program.
it: Disabilitare per una più rapida navigazione. Il campo corrispondente sarà ignorato dal tasto TAB.
ja: データ入力を早めるには、このボックスのチェックを外します。 対応するフィールドには、押されたTabキーでは無視されます。
nl: Verwijder het vinkje voor snellere navigatie. Het bijbehorende veld wordt genegeerd tijdens de TAB-toets te ondersteunen.
pl: W celu przyspieszenia wprowadzania danych odznacz to pole. Poszczególne pola zostaną zignorowane po naciśnięciu klawisza TAB.
pt: Desmarque esta caixa para acelerar a entrada de dados. O campo correspondente será ignorado ao pressionar a tecla TAB.
sv: Avmarkera denna kryssruta för att snabba på datainmatningen. Motsvarande fält kommer att ignoreras när Tabb-tangenten trycks ned.

source: Choose a fencer file to import...
ca: Triar un arxiu de tiradors a importar...
de: Wählen Sie die zu importierende Datei...
es: Elegir un archivo de esgrimistas a importar...
eu: Hautatu inportatzeko esgrimalari-fitxategia
fa: پرونده یک شمشیرباز را برای وارد کردن انتخاب کنید
fr: Choisissez un fichier de tireurs à importer ...
hu: Válasszon egy vívó adatfájlt importálásra
it: Scegliere il documento da importare...
ja: インポートするフェンシング選手ファイルを選択してください...
nl: Kies een schermersfiche om te importeren
pl: Wskaż plik z danymi szermirzy do zaimporotwania...
pt: Escolha uma ficha de atirador para importar...
sv: Välj en fäktarfil att importera …

source: Fencer files
ca: Arxius de tiradors
de: Teilnehmerdateien
eu: Esgrimalari-fitxategiak
fa: پرونده های شمشیربازی
fr: Fichiers de tireurs
hu: Vívó adatfájlok
ja: フェンシング選手のファイル
nl: schermers fiches
pl: Plik z danymi szermierzy
pt: Fichas de atiradores
sv: Fäktarfiler

source: Referee files
ca: Arxiu d'àrbitres
de: Kampfrichterdateien
eu: Epaile-fitxategiak
fa: پرونده های داوری
fr: Fichiers d'arbitres
hu: Zsűri adatfájlok
ja: レフェリーファイル
nl: scheidsrechtersfiche
pl: Plik z danymi sędziów
pt: Fichas de árbitros
sv: Domarfiler

source: All files
ca: Tots els arxius
de: Alle Dateien
es: Todos los ficheros
eu: Fitxategi guztiak
fa: تمام پرونده‌ها
fr: Tous les fichiers
hu: Minden fájl
it: Tutti i documenti
ja: すべてのファイル
nl: Alle bestanden
pl: Wszytkie pliki
pt: Todos os ficheiros
sv: Alla filer

source: List of registered
ca: Llista d'inscrits
de: Anmeldeliste
es: Lista de registrados
eu: Erregistratuen zerrenda
fa: فهرست ثبت شده
fr: Liste des inscrits
hu: Regisztráltak
it: Elenco degli iscritti
ja: 登録のリスト
nl: Inschrijvingslijst
pl: Lista osób zarejestrowanych
pt: Lista dos inscritos
sv: Lista över registrerade

source: List of presents
ca: Llista de presents
de: Anwesenheitsliste
es: Lista de presentes
eu: Etorri direnen zerrenda
fa: فهرست حاضران
fr: Liste des présents
hu: Jelenlévők
it: Elenco dei presenti
ja: 存在感のリスト
nl: Aanwezigheidslijst
pl: Lista osób obecnych
pt: Lista dos presentes
sv: Lista över närvarande

source: List of absents
ca: Llista d'absents
de: Abwesenheitsliste
es: Lista de ausentes
eu: Etorri ez direnen zerrenda
fa: فهرست غایبان
fr: Liste des absents
hu: Hiányzók
it: Elenco degli assenti
ja: 休むのリスト
nl: Lijst van de afwezigen
pl: Lista nieobecności
pt: Lista dos ausentes
sv: Lista över frånvarande

source: Fencer list
ca: Llista de tiradors
de: Teilnehmerliste
es: Lista de tiradores
eu: Esgrimalarien zerrenda
fa: لیست شمشیربازان
fr: Liste des tireurs
hu: Vívók listája
it: Elenco degli atleti
ja: フェンシング選手のリスト
nl: Lijst van schermers
pl: Lista szermierzy
pt: Lista de atiradores
sv: Lista över fäktare

source: Copy
ca: Copiar
eu: Kopiatu
fa: رونوشت
hu: Másolás
pl: Kopiuj
pt: Copiar

source: Paste
ca: Pegar
eu: Itsatsi
fa: _جای‌گذاری
hu: Beillesztés
pl: Wklej
pt: Colar

source: Remove
ca: Eliminar
de: Entfernen
es: Eliminar
eu: Kendu
fa: حذف
fr: Supprimer
hu: Eltávolít
it: Rimuovi
ja: 削除
nl: Verwijderen
pl: Usuń
pt: Remover
sv: Ta bort

source: Page
ca: Pàgina
de: Seite
eu: Orria
fa: صفحه
hu: Oldal
ja: ページ
nl: Pagina
pl: Strona
pt: Pág.
sv: Sida

source: U5
ca: M5
eu: 5a
fa: زیر 5 سال
pt: Sub-5

source: U7
ca: M7
eu: 7a
fa: زیر 7 سال
hu: Bambi (U12)
pt: Benjamins B

source: U9
ca: M9
eu: 9a
fa: زیر 9 سال
hu: Gyermek (U13)
pt: Benjamins A

source: U11
ca: M11
eu: 11a
fa: زیر 11 سال
hu: Törpici (U11)
pt: Infantis

source: U13
ca: M13
eu: 13a
fa: زیر 13 سال
hu: Gyermek (U13)
pt: Iniciados

source: U15
ca: M15
eu: 15a
fa: زیر 15 سال
hu: Serdülő (U15)
pt: Iniciados

source: U17
ca: M17
eu: 17a
fa: زیر 17 سال
hu: Kadet (U17)
pt: Cadetes

source: U20
ca: M20
eu: 20a
fa: زیر 20 سال
hu: Junior (U20)
pt: Júniores

source: U23
ca: M23
eu: 23a
fa: زیر 23 سال

source: Senior
ca: Sènior
de: Aktive
es: Mayor
eu: Absolutua
fa: بزرگسال
hu: Felnőtt
it: Assoluti
ja: 大人
pt: Séniores

source: Veteran
ca: Veterà
de: Senioren
es: Veterano
eu: Beteranoak
fa: پیش کسوت
fr: Vétéran
hu: Veterán
it: Master
ja: ベテラン
nl: Veteraan
pl: Weteran
pt: Veteranos

source: Veteran 1
ca: Veterà 1
eu: Beteranoak 1
fa: پیش کسوت 1
hu: Veterán 1
pl: Weteran 1
pt: Veteranos 1

source: Veteran 2
ca: Veterà 2
eu: Beteranoak 2
fa: پیش کسوت 2
hu: Veterán 2
pl: Weteran 2
pt: Veteranos 2

source: Veteran 3
ca: Veterà 3
eu: Beteranoak 3
fa: پیش کسوت 3
hu: Veterán 3
pl: Weteran 3
pt: Veteranos 3

source: Veteran 4
ca: Veterà 4
eu: Beteranoak 4
fa: پیش کسوت 4
hu: Veterán 4
pl: Weteran 4
pt: Veteranos 4

source: Veteran 3+4
ca: Veterà 3+4
eu: Beteranoak 3+4
fa: پیش کسوت 3+4
hu: Veterán 3+4
pl: Weteran 3+4
pt: Veteranos 3+4

source: Choose a competion file to open...
ca: Trie un arxiu de competició per a obrir...
de: Wählen Sie die zu öffnende Datei...
es: Elegir un fichero de competición que abrir...
eu: Hautatu irekitzeko txapelketa-fitxategia...
fa: برای باز شدن یک مسابقه پرونده ای را انتخاب کنید...
fr: Choisissez un fichier de compétition à ouvrir ...
hu: Válasszon egy verseny fájlt megnyitáshoz...
it: Scegliere una gara da visualizzare...
ja: 開くために競争ファイルを選択してください...
nl: Kies een competitiebestand dat u wil openen
pl: Wskaż plik turnieju do otwarcia...
pt: Selecione um ficheiro de competição para abrir...
sv: Välj en tävlingsfil att öppna …

source: BellePoule files
ca: Arxius BellePoule
de: Bellepoule-Dateien
es: Ficheros BellePoule
eu: BellePoule fitxategiak
fa: پرونده های BellePoule
fr: Fichiers BellePoule
hu: BellePoule fájlok
it: Documenti di BellePoule
ja: ベルプルのファイル
nl: BellePoule bestanden
pl: Pliki BellePoule
pt: Ficheiros BellePoule
sv: BellePoule-filer

source: Recently opened files
ca: Arxius oberts recentment
de: Zuletzt geöffnete Dateien
es: Ficheros abiertos recientemente
eu: Duela gutxi irekitako fitxategiak
fa: آخرین پرونده های باز شده
fr: Fichiers récemment ouverts
hu: Előzmények
it: Documenti recenti
ja: 最近開いたファイル
nl: Onlangs geopende bestanden
pl: Ostatnio otwierane pliki
pt: Ficheiros recentes
sv: Nyligen öppnade filer

source: Choose a backup files location...
ca: Seleccione una ubicació per a les còpies de seguretat
de: Wählen Sie eine Backup-Datei
eu: Hautatu babes-kopien kokapena...
fa: انتخاب محل پرونده های پشتیبان ...
fr: Choisissez un dossier pour les sauvegardes de secours ...
hu: Válassza ki a biztonsági mentés helyét...
it: Destinazione del backup...
ja: バックアップファイルの場所を選んでください
nl: Kies een backup bestandslocatie
pl: Wskaż lokalizację pliku kopii zapasowej...
pt: Escolha o lugar para as cópias de segurança...
sv: Välj en plats för säkerhetskopiefiler …

source: Mixed
ca: Mixt
de: Gemischt
es: Mixto
eu: Mistoa
fa: ترکیبی
fr: Mixte
hu: Vegyes
it: Misto
ja: 複合
nl: Gemengd
pl: Mieszana
pt: Mistos

source: League
ca: Lliga
eu: Liga
fa: لیگ
hu: Liga
pl: Liga
pt: Liga

source: Regional
eu: Lurraldekoa
fa: منطقه ای
hu: Helyi
pl: Regionalny

source: Open
ca: Obrir
eu: Irekia
fa: عمومی
hu: Nyílt
pl: Otwarty

source: World cup
ca: Copa del món
eu: Mundu kopa
fa: جام جهانی
hu: Világkupa
pl: Puchar Świata
pt: Taça do Mundo

source: National championships
ca: Campionats nacionals
eu: Txapelketa nazionala
fa: قهرمانی کشور
hu: Nemzeti bajnokság
pl: Mistrzostwa Kraju
pt: Campeonato Nacional

source: World championships
ca: Campionats del món
eu: Mundu txapelketa
fa: قهرمانی جهان
hu: Világbajnokság
pl: Mistrzostwa Świata
pt: Campeonato Mundial

source: Other
ca: Altre
eu: Besterik
fa: سایر
hu: Egyéb
pl: Inne
pt: Outro

source: Choose a file...
ca: Trie un arxiu...
de: Datei auswählen …
es: Elija un archivo...
eu: Fitxategi bat hautatu...
fa: یک پرونده انتخاب کنید...
fr: Choisissez un fichier de sauvegarde ...
hu: Válasszon fájlt…
it: Scegli un file...
ja: ファイルの選択...
nl: Kies een bestand om op te slaan
pl: Wybierz plik...
pt: Selecione um ficheiro...
sv: Välj en fil …

source: BellePoule files (.cotcot)
ca: Arxius BellePoule (.cotcot)
de: BellePoule-Dateien (.cotcot)
es: Ficheros BellePoule (.cotcot)
eu: BellePoule fitxategiak (.cotcot)
fa: (.cotcot) BellePoule پرونده های
fr: Les fichiers BellePoule (.cocot)
hu: BellePoule fájlok (.cotcot)
it: Documento BellePoule (.cotcot)
ja: ベルプルのファイル (.cotcot)
nl: BellePoule bestanden (.cocot)
pl: Pliki BellePoule
pt: Ficheiros BellePoule
sv: BellePoule-filer (.cotcot)

source: Close without saving
ca: Tancar sense guardar canvis
eu: Itxi gorde gabe
fa: بستن بدون ذخیره کردن
hu: Bezárás mentés nélkül
pl: Zamknij bez zapisywania
pt: Fechar sem guardar

source: Match %s
ca: Assalt %s
de: Gefecht %s
es: Asalto %s
eu: Lehia %s
fa: مسابقه %s
hu: Asszó %s
ja: 試合 %s
nl: Westrijd %s
pl: Mecz %s
pt: Assalto %s

source: No winner!
ca: No hi ha un guanyador!
de: Kein Sieger!
eu: Irabazlerik ez!
fa: بدون برنده
hu: Nincs győztes!
ja: 勝者ない！
pl: Brak zwycięzcy!
pt: Sem vencedor!

source: Round #%d
ca: Ronda n %d
de: Runde #%d
eu: %d. fasea
fa: #%d دور
fr: Tour N° %d
hu: %d. forduló
ja: ラウンド #%d
pl: Runda %d
pt: Volta Nº %d
sv: Omgång nr. %d

source: Formula
ca: Fórmula
de: Austragungsmodus
es: Fórmula
fa: فرمول
fr: Formule
hu: Lebonyolítás
ja: 式
nl: Formule
pl: Formuła
pt: Fórmula
sv: Formulär

source: <b><big>Do you really want to cancel the current round?</big></b>
ca: <b><big>Està segur que vol cancel·lar la ronda actual?</big></b>
de: <b><big>Wollen Sie wirklich die laufende Phase annullieren?</big></b>
es: <b><big>¿Está seguro que quiere cancelar la ronda actual?</big></b>
eu: <b><big>Ziur zaude uneko fasea ezeztatu nahi duzula?</big></b>
fa: <b> <big> آیا واقعا می خواهید دور فعلی را لغو کنید؟ </big> </b>
fr: <b><big>Voulez-vous vraiment annuler la phase courante ?</big></b>
hu: <b><big>Biztos törölni szeretné a jelenlegi fordulót?</big></b>
it: <b><big>Cancellare questo turno?</big></b>
ja: <b><big>今のラウンドキャンセルしたいですか？</big></b>
nl: <b><big>Wil u de huidige ronde anulleren ? ?</big></b>
pl: <b><big>Czy faktycznie chcesz anulować aktualną rundę?</big></b>
pt: <b><big>Pretende mesmo cancelar a etapa atual?</big></b>
sv: <b><big>Vill du verkligen stänga det aktuella avsnittet?</big></b>

source: Go back to the previous round?
ca: Tornar a la ronda anterior?
de: Zur vorrangegangener Runde zurückkehren?
es: ¿Volver a la ronda anterior?
eu: Aurreko fasera joan?
fa: بازگشت به مرحله قبلی؟
fr: Revenir à la phase précédente ?
hu: Vissza az előző fordulóhoz?
it: Tornare al turno precedente?
ja: 前のラウンドに行く？
nl: Terugkeren naar de vorige ronde?
pl: Czy chcesz przywrócić poprzednią rundę?
pt: Voltar à etapa anterior?
sv: Gå tillbaka till föregående avsnitt?

source: All the inputs of this round will be cancelled.
ca: Tots els valors introduïts en aquesta ronda seran cancel·lats
de: Alle Eingaben dieser Runde werden verworfen.
es: Todos los valores entrados para esta ronda serán cancelados.
eu: Fase honetan sartutako datuak galduko dira.
fa: تمام ورودی های این دور لغو خواهد شد.
fr: Toutes les saisies de cette phase seront annulées.
hu: A forduló minden adata törlődik
it: Tutti i dati di questo turno saranno cancellati.
ja: このラウンドのすべての入力はキャンセルされます。
nl: Alle ingaves van de huidige ronde worden geannulleerd
pl: Wszystkie wpisy aktualnej rundy zostaną anulowane?
pt: Todas as alterações desta etapa serão canceladas.
sv: All indata för detta avsnitt kommer att gå förlorad.

source: <b><big>Because of ties, the quota is exceeded. Do you wish to add a barrage round?</big></b>
ca: <b><big>S'ha excedit la quota a causa d'un empat. Desitja afegir una ronda de desempat?</big></b>
eu: <b><big>Berdinketak direla eta, kuota gainetsi da. Berdinketa hausteko fase bat gehitu nahi duzu?</big></b>
fa: <b><big>بدلیل وجود مشکل، سهمیه بیش از حد مجاز است آیا میخواهید یک دور اضافی اضافه شود؟</big></b>
hu: <b><big>Döntetlen eredmény miatt nem lehet meghatározni a kiesőket! Szeretne egy kiesési fordulót?</big></b>
pl: <b><big>Ilość została przekroczona ze względu na wprowadzone ograniczenia. Czy chcesz dodać rundę barażową?</big></b>
pt: <b><big>Devido ao empate, a quota foi excedida. Pretende adicionar uma volta de desempate?</big></b>

source: Barrage
ca: Desempate
eu: Berdinketa-haustea
fa: مداوم
hu: Kiesési forduló
pl: Baraż
pt: Desempate

source: <b><big>Do you really want to quit BellePoule</big></b>
ca: <b><big>Està segur que vol eixir de BellePoule</big></b>
de: <b><big>Wollen Sie wirklich BellePoule schließen?</big></b>
es: <b><big>Está seguro que quiere salir de BellePoule</big></b>
eu: <b><big>Ziur zaude BellePoule itxi nahi duzula?</big></b>
fa: <b> <big> آیا واقعا می خواهید از BellePoule خارج شوید. </big> </b>
fr: <b><big>Voulez-vous vraiment quitter BellePoule ?</big></b>
hu: <b><big>Biztos ki akar lépni a programból?</big></b>
it: <b><big>Uscire da BellePoule</big></b>
ja: <b><big>本当にベルプルを終了しますか</big></b>
nl: <b><big>Weet u zeker dat u BellePoule wil afsluiten ?</big></b>
pl: <b><big>Czy na pewno chcesz zamknąć BellePoule?</big></b>
pt: <b><big>Pretende mesmo sair de BellePoule?</big></b>
sv: <b><big>Vill du verkligen avsluta BellePoule?</big></b>

source: Quit BellePoule?
ca: Eixir de BellePoule?
de: BellePoule schließen?
es: ¿Salir de BellePoule?
eu: BellePoule itxi?
fa: خروج از BellePoule
fr: Quitter BellePoule ?
hu: Kilép a programból?
it: Uscire da BellePoule?
ja: ベルプルを終了しますか？
nl: BellePoulle afsluiten ?
pl: Czy zamknąć BellePoule?
pt: Sair de BellePoule?
sv: Avsluta BellePoule?

source: All the unsaved competions will be lost.
ca: Totes les competicions no guardades es perdran.
de: Alle nicht gespeicherten Änderungen werden verworfen.
es: Todas las competiciones no guardadas serán perdidas.
eu: Gorde gabeko txapelketa guztiak galduko dira
fa: تمام مسابقات ذخیره نشده از دست خواهد رفت
fr: Toutes les compétitions non sauvegardées seront perdues.
hu: A nem mentett adatok elvesznek.
it: Tutte le modifiche non salvate saranno abbandonate.
ja: すべての保存されていない競技は失われます。
nl: Alle competities die niet zijn opgeslagen zullen verloren gaan
pl: Wszystkie niezapisane turnieje zostana utracone.
pt: Todas as competições não guardadas serão perdidas.
sv: Alla tävlingar som ännu inte sparats kommer att gå förlorade.

source: Meal
ca: Menjar
eu: Janaria
fa: غذا
hu: Étel
pl: Posiłek
pt: Refeição

source: Drink
ca: Beguda
eu: Edaria
fa: نوشیدنی
hu: Ital
pl: Napój
pt: Bebida

source: Dessert
ca: Postre
eu: Postrea
fa: دسر
hu: Desszert
pl: Deser
pt: Sobremesa

source: Coffee
ca: Cafè
eu: Kafea
fa: قهوه
hu: Kávé
pl: Kawa
pt: Café

source: Payment book
ca: Llibre de pagament
de: Kassenbuch
eu: Ordainketa-liburua
fa: کتابچه پرداخت
fr: Registre des paiements
hu: Átvételi elismervény
ja: 納付書
nl: Betaling registreren
pl: Lista wpłat
pt: Livro de pagamentos
sv: Utbetalade ersättningar

source: Signature
ca: Signatura
de: Unterschrift
es: Firma
eu: Sinadura
fa: امضاء
hu: Aláírás
it: Firma
ja: 署名
nl: Handtekening
pl: Podpis
pt: Assinatura
sv: Underskrift

source: Meal tickets
ca: Vals de menjar
de: Essengutscheine
eu: Janari tiketak
fa: کوپن غذا
fr: Tickets repas
hu: Ételjegy
ja: 食券
nl: maaltijdbonnen
pl: Talony na posiłek
pt: Senhas de refeição
sv: Måltidskuponger

source: Restart BellePoule for this change to take effect
ca: Reinicie BellePoule perquè aquest canvi faça efecte
de: Starten Sie BellePoule neu, damit die Änderungen wirksam werden
eu: BellePoule berrabiarazi aldaketak eragina izateko
fa: راه اندازی مجدد BellePoule برای بارگذاری این تغییر
fr: Redémarrez BellePoule pour appliquer les changements
hu: Újra kell indítani a programot a változások érvényesítéséhez
ja: この変更を有効にするにベルプルを再起動
nl: BellePoule heropstarten om deze verandering te aanvaarden
pl: W celu wprowadzenia zmian zrestartuj BellePoule
pt: Reinicie BellePoule para a alteração ter efeito
sv: Starta om BellePoule för att verkställa ändringen

source: Educ
ca: Aprenentatge
eu: Hezk.
fa: آموزشی
hu: Tanuló
pt: Educacional

source: Foil
ca: Floret
de: Florett
es: Florete
eu: Floretea
fa: فلوره
fr: Fleuret
hu: Tőr
it: Fioretto
ja: フルーレ
nl: Floret
pl: Floret
pt: Florete
sv: Florett

source: Epée
ca: Espasa
de: Degen
es: Espada
eu: Ezpata
fa: اپه
hu: Párbajtőr
it: Spada
ja: エペ
nl: Degen
pl: Szpada
pt: Espada
sv: Värja

source: Sabre
de: Säbel
es: Sable
eu: Sablea
fa: سابر
hu: Kard
it: Sciabola
ja: サーブル
nl: Sabel
pl: Szabla
sv: Sabel

source: place
ca: Posició
de: Platz
es: lugar
eu: postua
fa: جایگاه
hu: Hely
it: posto
ja: 場所
nl: plaats
pl: miejsce
pt: Class.
sv: Placering

source: team
ca: equip
eu: taldea
fa: تیم
hu: Csapat
pl: drużyna
pt: Equipa

source: last name
ca: cognom (s)
de: Name
es: apellido
eu: abizena
fa: نام خانوادگی
fr: nom
hu: Vezetéknév
it: cognome
ja: 姓
nl: famillienaam
pl: nazwisko
pt: Apelido
sv: Efternamn

source: first name
ca: nom
de: Vorname
es: nombre
eu: izena
fa: نام
fr: prénom
hu: Keresztnév
it: nome
ja: 名
nl: voornaam
pl: imię
pt: Nome
sv: Förnamn

source: date of birth
ca: data de naixement
de: Geburtsdatum
es: fecha de nacimiento
eu: jaiotze-data
fa: تاریخ تولد
fr: date naissance
hu: Születési dátum
it: data di nascita
ja: 生年月日
nl: geboortedatum
pl: data urodzenia
pt: Data de Nascimento
sv: Födelsedatum

source: gender
ca: sexe
de: Geschlecht
es: sexo
eu: sexua
fa: جنسیت
fr: sexe
hu: Nem
it: genere
ja: 性別
nl: geslacht
pl: płeć
pt: Sexo
sv: Kön

source: Male
ca: Masculí
de: Herren
es: Masculino
eu: Gizona
fa: مذکر
fr: Masculin
hu: Férfi
it: Maschile
ja: 男性
nl: Mannelijk
pl: Mężczyzn
pt: Masculinos
sv: Herr

source: Female
ca: Femení
de: Damen
es: Femenino
eu: Emakumea
fa: مونث
fr: Féminin
hu: Női
it: Femminile
ja: 女性
nl: Vrouwelijk
pl: Kobiet
pt: Femininos
sv: Dam

source: country
ca: país
de: Nation
es: país
eu: herrialdea
fa: کشور
fr: nation
hu: Ország
it: nazione
ja: 国
nl: land
pl: kraj
pt: País
sv: Land

source: league
ca: lliga
de: Landesverband
es: liga
eu: liga
fa: لیگ
fr: ligue
hu: Liga
it: regione
ja: リーグ
nl: liga
pl: liga
pt: Liga
sv: Förbund

source: club
de: Verein
eu: kluba
fa: باشگاه
hu: Klub
ja: クラブ
pl: klub
pt: Clube
sv: Klubb

source: licence
ca: llicencia
de: Lizenz
es: licencia
eu: lizentzia
fa: مجوز
hu: Engedélyszám
it: licenza
ja: ライセンス
nl: licentie
pl: licencja
pt: Licença
sv: Licensnr.

source: rate
ca: percentatge
eu: ehunekoa
fa: رتبه
fr: taux
hu: Arány
ja: 率
nl: ranking
pl: szybkość
pt: Percentagem
sv: Löneandel

source: level
ca: nivell
eu: maila
fa: سطح
fr: Niveau
hu: Szint
ja: レベル
nl: niveau
pl: poziom
pt: Nível
sv: Nivå

source: ranking
ca: classificació
de: Platzierung
es: clasificación
eu: sailkapena
fa: رتبه بندی
fr: classement
hu: Rang
it: rango
ja: ランキング
nl: klassement
sv: Rankning

source: presence
ca: presencia
de: Anwesenheit
es: presencia
eu: presentzia
fa: حضور
fr: présence
hu: Jelenlét
it: presenza
ja: 出席
nl: aanwezigheid
pl: obecność
pt: Presença
sv: Närvaro

source: exported
ca: exportat
de: exportiert
es: exportado
eu: esportatua
fa: غیبت
fr: exporté
hu: Exportálva
it: esportato
ja: エクスポート
nl: geëxporteerd
pl: wyeksportowano
pt: exportado
sv: Går vidare

source: Absent
de: Abwesend
eu: Kanpoan
fa: غایب
hu: Hiányzó
ja: 欠勤
nl: Afwezig
pl: Nieobecny
pt: Ausente
sv: Frånvarande

source: global status
ca: estat global
eu: egoera globala
fa: وضعیت کلی
fr: statut global
it: Stato globale
ja: グローバルステータス
nl: globale status
pl: status globalny
pt: estado geral

source: Qualified
ca: Classificat
de: Qualifiziert
eu: Sailkatuak
fa: قبول شده
fr: Qualifiés
hu: Továbbjutó
it: Qualificato
ja: 資格のある
nl: Gekwalificeerd
pl: Zakwalifikowano
pt: Qualificado
sv: Kvalificerad

source: Not qualified
ca: No classificat
de: Nicht qualifiziert
es: No calificado
eu: Ez sailkatuak
fa: رد شده
fr: Eliminé
hu: Kieső
it: Non qualificato
ja: 資格がない
nl: Niet gekwalificeerd
pl: Nie zakwalifikowano
pt: Não qualificado
sv: Inte kvalificerad

source: Withdrawal
ca: Retirat
de: Streichung
eu: Etsitakoa
fa: صرف نظر
fr: Abandon
hu: Feladás
it: Abbandono
ja: 撤回
nl: Opgave
pl: Wycofano
pt: Desistência
sv: Brutit tävlingen

source: Excluded
ca: Exclòs
de: Ausgeschlossen
eu: Kanporatua
fa: محروم
fr: Exclu
hu: Kizárva
it: Escluso
ja: 除外
nl: Uitgesloten
pl: Wykluczono
pt: Excluído
sv: Utesluten

source: Forfeit
ca: Abandó
de: Aufgabe
fa: جریمه
fr: Forfait
it: Forfait
ja: 負ける
nl: Forfait
pl: Zdyskwalifikowano
pt: Derrota
sv: Uppgiven match

source: status
ca: estat
es: estado
eu: egoera
fa: وضعیت
fr: statut
hu: Állapot:
it: stato
ja: ステータス
pt: estado

source: IP address
ca: Adreça IP
eu: IP helbidea
fa: نشانی IP
hu: IP cím
pl: Adres IP
pt: endereço IP

source: Password
ca: Contrasenya
de: Passwort:
eu: Pasahitza
fa: گذرواژه
fr: Mot de passe
hu: Jelszó
ja: パスワード
nl: Paswoord
pl: Hasło
pt: Palavra-passe
sv: Lösenord

source: pool #
ca: poule nº
de: Rundennr.
eu: ligaxka
fa: جدول
fr: poule N°
hu: Csoport-
ja: グループリーグ #
nl: poule
pl: grupa
pt: Poule Nº
sv: Poulenr.

source: Victories
ca: Victòries
de: Siege
es: Victorias
eu: Irabaziak
fa: برنده ها
fr: Victoires
hu: Győzelem
it: Vittorie
ja: 勝
nl: Overwinningen
pl: Wygrane
pt: Vitórias
sv: Segrar

source: Bouts
ca: Assalts
eu: Lehiak
fa: دور
hu: Asszó
pl: Natarcia
pt: Assaltos
