Repository: Oryon/bellepoule
Catalog: resources/translations/*.po
Languages: ca, de, es, eu, fa, fr, hu, it, ja, nl, pl, pt, sv

source: Export the general classification to a .csv file that a spreadsheet like Excel or OpenOffice can open.
de: Exportiert die Rangfolge in eine .csv Datei für Excel oder OpenOffice.
fr: Exporte le classement dans un fichier au format .csv pour des tableurs du type Excel ou OpenOffice
it: Esporta la classifica generale in un documento .csv per l'elaborazione con Excel o OpenOffice
nl: Exporteer het klassement in een `.csv` bestandsformaat voor Excel of OpenOffice
sv: Exportera slutresultatsammanställningen till en CSV-fil, som kan öppnas i ett kalkylprogram som Excel eller OpenOffice.

source: Export to CSV
de: Exportiere in eine CSV Datei
es: Exportar a CSV
fr: Exporter en CSV
it: Esporta in CSV
nl: Exporteer naar CSV
sv: Exportera till CSV

source: Export to FFF
de: Exportiere in eine FFF Datei
fr: Exporter en FFF
it: Esporta in FFF
nl: Exporteer naar FFF
sv: Exportera till FFF

source: Export to PDF
de: Exportieren zu PDF
fr: Exporter en PDF
it: Esporta in PDF
nl: Exporteren naar PDF
sv: Exportera till PDF

source: The classification cumulating the current score and the scores of the previous pool rounds.
de: Platzierung unter Berücksichtigung aller Runden.
es: La clasificación cumulando el marcador actual con los marcadores de las rondas de pool previas.
fr: Le classement combinant le score de la poule plus ceux des poules précédentes.
it: La classifica combinata somma il risultato di questo turno a quello del turno precedente.
nl: De classificatie telt de huidige score en de scores van de vorige poule rondes op
sv: Resultatställning där den aktuella poängställningen och poängen från de tidigare pouleomgångarna läggs samman.

source: The classification of the current round that doesn't take into account the scores of the previous rounds.
de: Platzierung in der aktuellen Runde (ohne vorhergehende Ergebnisse)
es: La clasificación de la ronda actual no contempla los marcadores de las rondas previas.
fr: Le classement de la poule sans tenir compte des précédentes.
it: La classifica è stabilita solo sui risultati di questo turno.
nl: De classificatie van de huidige ronde neemt de scores van de vorige rondes niet mee
sv: Resultatställning för den aktuella rundan, där poängen i föregående omgångar inte tas med i beräkningen.

source: Select the fencers to move to a new competition.
de: Wählen Sie die Fechter, die Sie in ein neues Turnier verschieben wollen.
es: Seleccionar los esgrimistas para mover a una nueva competición
it: Selezionare i tiratori da muovere verso la nuova gara
nl: Selecteer de schermers om naar een nieuwe competitie te kopieren
sv: Välj de fäktare som skall flyttas till en ny tävling.

source: Broadcasted competitions
de: Ausgerufene Gefechte
fr: Compétitions diffusées
nl: uitgezonden competities
sv: Mediesända tävlingar

source: host
de: Rechner
fr: hôte
sv: värd

source: Watch
de: Zusehen
fr: Regarder
nl: Bekijk
sv: Titta

source: ref
ja: 参照
nl: scheidsrechter
sv: Dom.

source: <b>Publisher URL</b>
fr: <b>URL de publication</b>
it: <b>URL di pubblicazione</b>
sv: <b>Publiceringsadress (URL)</b>

source: U8
es: M8
fr: Poussin
it: Prime lame
nl: Poussin

source: Locked until the begining of the pools.
fr: Non modifiable avant le début des poules.
it: Bloccato fino all'inizio dei gironi.
nl: Geblokkeerd tot de start van de poules

source: Locked until the begining of the table.
fr: Non modifiable avant le début du tableau.
it: Bloccato fino all'inizio del tabellone.
nl: Geblokkeerd tot de start van de tableau

source: Server
fr: Serveur

source: Translate into your language ...
fr: Traduire dans votre langue ...
nl: Vertaal in uw taal

source: <b><big>Which fencers do you want to print?</big></b>
es: <b><big>¿Cuales tiradores quiere imprimir?</big></b>

source: Choose a backup file...
es: Elegir un fichero de backup...

source: <b><big>Do you really want to close <big>%s</big> ?</big></b>
es: <b><big>¿Está seguro que quiere cerrar <big>%s</big>?</big></b>

source: Close the competition?
es: ¿Cerrar la competencia?

source: Unsaved data will be lost.
es: Los datos no guardados se perderán.

source: Filter
es: Filtro

source: Pools allocation
es: Alocación de pools

source: Pool round classification
es: Clasificación de fase de pools

source: Table round classification
es: Tabla de clasificación de rondas

source: Score sheet
es: Marcador

source: FFF (Fencing File Format) is a format specified by the FIE. It's used by the french federation to provide the competion organiser with the registered fencer list.
es: FFF (Fencing File Format) es un formato especificado por la FIE. Es utilizado por la federación francesa para facilitar al organizador de competiciones la liste de los tiradores registrados.

source: Import .FFF file
es: Importar un fichero .FFF

source: Features of the competition
es: Características de la competición

source: Free text for information purposes.
es: Texto libre informativo.

source: Date and time are used to raise alarms to notify the organizer when events occur.
es: Fecha y hora se usan para lanzar alarmas de notificación al organizador cuando ocurren eventos.

source: Make the automatic score stuffing button available. It can save the user boring data captures during training sessions.
es: Permitir rellanar el marcador automaticamente. Permite ahorrar al usuario la entrada tediosa de datos durante las sesiones de entrenamiento.

source: Inhibit the automatic score stuffing button.
es: Deshabilitar el botón de relleno automático de marcador

source: Export the general classification to a ".csv" file that a spreadsheet like Excel or OpenOffice can open.
es: Exportar la clasificación general a un fichero ".csv" que se pueda abrir con Excel o OpenOffice.

source: Export
es: Exportar

source: Fill in all the scores of all the pools randomly To activate/deactivate this button, go to the properties of the competition.
es: Rellenar los marcadores de todas las pools de forma aleatoria Para activar/desactivar este botón, ir a las propiedades de la competición.

source: Number of eliminated
es: Número de eliminados

source: The rate of eliminated at the end of this round.
es: El ratio de eliminados al final de esta ronda.

source: Help
es: Ayuda
